[{"Key":"IPC","en-gb":"You need to do something, I can't bear {0} any longer.","it":"Non ce la faccio più a sopportare {0}, devi trovare una soluzione. "},
{"Key":"IPCAvoiding","en-gb":"Calm down and tell me why you're upset.","it":"Tranquillizzati perché sei così agitato?"},
{"Key":"IPCCompeting","en-gb":"This is still an issue?","it":"Ancora con questa storia, non l'hai ancora risolta?"},
{"Key":"IPCAccommodating","en-gb":"Take a breath and tell me why.","it":"Prendi fiato, raccontami?"},
{"Key":"IPCCollaborating","en-gb":"Let's talk. What happened?","it":"Parliamone un attimo, siediti, cos'è successo?"},
{"Key":"IPCNP1","en-gb":"You know that {0} can't stand anybody.","it":"Sai che {0} non lo sopporta nessuno."},
{"Key":"IPCNP2","en-gb":"{0} thinks only about themselves and not the good of the team.","it":"{0} pensa solo a mettere in luce se stesso e non pensa al bene della squadra."},
{"Key":"IPCNP3","en-gb":"If I'm here talking about it, obviously.","it":"Se sono qua non l'ho ancora risolta."},
{"Key":"IPCNP4","en-gb":"I've already tried to resolve this many times before...","it":"Io credo di averci provato in tutti i modi…"},
{"Key":"IPCNP5","en-gb":"{0} does not miss a chance to criticize me in front of others.","it":"{0} non perde occasione per criticarmi davanti agli altri"},
{"Key":"IPCNP6","en-gb":"{0} thinks only about themselves and it's reflecting badly on the team.","it":"{0} pensa solo a mettere in luce se stesso e tutta la squadra ne sta risentendo molto"},
{"Key":"IPCNP7","en-gb":"Today during the race they insulted {1} several times and began to give instructions left, right and centre.","it":"Oggi durante la gara ha insultato più volte {1} e si è messo a dare istruzioni a destra e a manca. "},
{"Key":"IPCNP8","en-gb":"{0} only does what they want and does not bother to coordinate with others.","it":"{0} pensa solo a fare il suo e non si preoccupa di coordinarsi con gli altri."},
{"Key":"IPCAvoidingAvoiding","en-gb":"Sorry, but my hands are tied because they're difficult to replace.","it":"Sai che la penso come te ma ho le mani legate perché non so con chi sostituirlo."},
{"Key":"IPCAvoidingAccommodating","en-gb":"Has something happened in particular?","it":"E' successo qualcosa di particolare?"},
{"Key":"IPCAvoidingCompeting","en-gb":"You sure? They said the situation in the team is peaceful and lovely.","it":"Ha parlato il Peace and Love della situazione."},
{"Key":"IPCAvoidingAvoiding","en-gb":"I realize that their attitude is ruining the atmosphere of the team.","it":"Mi rendo conto che il suo atteggiamento sta rovinando il clima della squadra. "},
{"Key":"IPCCompetingCompeting","en-gb":"And now you need a shoulder to cry on?","it":"E adesso hai bisogno di una spalla su cui piangere?"},
{"Key":"IPCCompetingCollaborating","en-gb":"Then maybe it's time to talk about it. Do you want to go into more detail?","it":"Allora forse è arrivato il momento di parlarne, vuoi spiegarmi meglio?"},
{"Key":"IPCCompetingAvoiding","en-gb":"Do you want to tell me what you've tried?","it":"Hai voglia di raccontarmi che tentativi hai fatto?"},
{"Key":"IPCCompetingCompeting2","en-gb":"Aren't you exaggerating a tad?","it":"Non ti sembra di esagerare?"},
{"Key":"IPCAccommodatingAccommodating","en-gb":"Help me understand when this is happening.","it":"Aiutami a capire in che occasioni lo fa."},
{"Key":"IPCAccommodatingAvoiding","en-gb":"I've never notcied...","it":"Io non me ne sono mai accorto…"},
{"Key":"IPCAccommodatingAccommodating2","en-gb":"I understand that their attitude is ruining the atmosphere of the team. I'll speak to them directly.","it":"Mi rendo che conto che il suo atteggiamento sta rovinando il clima della squadra. Ci parlo io direttamente."},
{"Key":"IPCAccommodatingCollaborating","en-gb":"I caught some signs but had not realized the discontent was so widespread. I think it's for the best if I intervene. Do you have any suggestions on what to say to them?","it":"Avevo colto qualche segnale ma non avevo compreso fosse così diffuso il malcontento. E' importante che io pensi bene a come intervenire, devo riflettere. Tu hai qualche suggerimento?"},
{"Key":"IPCCollaboratingCollaborating","en-gb":"So, you're telling me three things: that they're an individualist, they have a very critical attitude towards others and they think they can boss everybody about. Wow... It's really like this? What's the most troubling part?","it":"Qui mi stai dicendo tre cose diverse: che è un individualista, che ha un atteggiamento molto critico nei confronti degli altri e pensa di poter farvi da insegnante. E' davvero così? Qual è l'aspetto che ti ha infastidito di più?"},
{"Key":"IPCCollaboratingCompeting","en-gb":"You're the only one that's mentioned {0} behaving like this. Maybe you're exaggerating.","it":"Sei l'unico che mi fa notare questi comportamenti di {0}. Forse stai esagerando."},
{"Key":"IPCCollaboratingAccommodating","en-gb":"Don't worry, I'll talk to them. Do you think a drink together as a team will help defuse the situation?","it":"Non ti preoccupare ci parlo io. Che ne pensi se andassimo a bere qualcosa insieme per stemperare un po’ gli animi?"},
{"Key":"IPCCollaboratingCollaborating2","en-gb":"When don't they coordinate with others on the team?","it":"Quando non si coordina con gli altri. Mi fai un esempio per capire meglio?"},
{"Key":"IPCAvoidingAvoidingResponse","en-gb":"Then I guess you'd better start thinking about replacing me.","it":"Allora mi sa che è meglio che cominci a pensare a sostituire me."},
{"Key":"IPCNP11","en-gb":"{0} always wants to take charge of the boat.","it":"{0} vuole sempre comandare lui la barca."},
{"Key":"IPCNP21","en-gb":"Why do you think the mood of the team is not important?","it":"Perché secondo te il clima non è importante in una squadra?"},
{"Key":"IPCNP22","en-gb":"What are you going to do?","it":"Cosa hai intenzione di fare?"},
{"Key":"IPCCompetingCompetingResponse","en-gb":"Wow... I have no words.","it":"Non ho parole. "},
{"Key":"IPCNP31","en-gb":"{0} thinks only about themselves and the team is suffering as a result.","it":"{0} pensa solo a mettere in luce se stesso e tutta la squadra ne sta risentendo molto."},
{"Key":"IPCNP41","en-gb":"I've tried many different ways, but all fail.","it":"Ho provato tante volte a parlarci ma lui si rifiuta. "},
{"Key":"IPCCompetingCompeting2Response","en-gb":"Not at all, not that you'd know.","it":"Non si sembra proprio."},
{"Key":"IPCNP51","en-gb":"All the time.","it":"Lo fa sempre."},
{"Key":"IPCNP52","en-gb":"They do it in front of you!","it":"E' furbo non lo fa davanti a te."},
{"Key":"IPCAccommodatingAccommodating2Response","en-gb":"I don't know if they'll talk to you, but good luck.","it":"Non so se basterà parlargli."},
{"Key":"IPCNP61","en-gb":"In my opinion it is not correct to reward only individual results, as there are other aspects that should be valued in a team.","it":"Secondo me non è corretto premiare solo i risultati individiduali ma ci sono altri aspetti da valorizzare dentro una squadra. "},
{"Key":"IPCNP71","en-gb":"They cause confusion in the races by giving instructions different from yours.","it":"In effetti se proprio te lo devo dire non sopporto che crei confusione dandoci indicazioni durante la gara diverse dalle tue."},
{"Key":"IPCNP72","en-gb":"Maybe others never had the courage to tell you.","it":"Forse gli altri non hanno mai avuto il coraggio di dirtelo."},
{"Key":"IPCCollaboratingAccommodatingResponse","en-gb":"You have spoken to them before but it didn't have a lasting impact. Maybe drinks as a team won't resolve the issue either...","it":"Ci hai parlato altre volte ma l'effetto è durato poco. Forse non è con una birra che coinvolgi la sqaudra sul problema. "},
{"Key":"IPCNP81","en-gb":"For example, when you give an order, they don't repeat it back to the rest of us.","it":"Ad esempio se decide di fare una correzione non lo comunica agli altri. "},
{"Key":"IPCAvoidingAccommodatingAccommodating","en-gb":"I understand that their attitude is ruining the atmosphere of the team. I'll speak to them directly.","it":"Mi rendo che conto che il suo atteggiamento sta rovinando il clima della squadra. Ci parlo io."},
{"Key":"IPCAvoidingAccommodatingAvoiding","en-gb":"It is almost the end of the season, so bear with them for now and then we'll see how to deal with the situation.","it":"Manca poco alla fine del campionato, sopporta e poi vedremo come affrontare la situazione."},
{"Key":"IPCAvoidingCompetingCompeting","en-gb":"I'm only interested in getting results","it":"A me interessano i risultati "},
{"Key":"IPCAvoidingCompetingAvoiding","en-gb":"For now, use your common sense and try to be patient with them.","it":"Proprio per questo conto sul tuo buon senso e ti chiedo di portare pazienza"},
{"Key":"IPCAvoidingAvoidingAvoiding","en-gb":"It is almost the end of the season, so bear with them for now and then we'll see how to deal with the situation.","it":"Manca poco alla fine del campionato, sopporta e poi vedremo come affrontare la situazione."},
{"Key":"IPCAvoidingAvoidingCompeting","en-gb":"Nothing, I'm only interested in results.","it":"Nulla a me interessano solo i risultati."},
{"Key":"IPCCompetingCollaboratingCollaborating","en-gb":"I caught some signs but had not realized the discontent was so widespread. I think it's for the best if I intervene. Do you have any suggestions on what to say to them?","it":"Avevo colto qualche segnale ma non avevo compreso fosse così diffuso il malcontento. E' importante che io pensi bene a come intervenire, devo riflettere. Tu hai qualche suggerimento?"},
{"Key":"IPCCompetingCollaboratingCompeting","en-gb":"But the results don't seem to confirm what you are saying to me.","it":"Ma i risultati non sembrano confermare quello che stai dicendo e a me interessano solo quelli."},
{"Key":"IPCCompetingAvoidingAvoiding","en-gb":"Maybe it wasn't the right time.","it":"Magari non era il momento giusto."},
{"Key":"IPCCompetingAvoidingCompeting","en-gb":"That sounds like an excuse to me.","it":"Mi sembra una scusa."},
{"Key":"IPCAccommodatingAccommodatingAccommodating","en-gb":"I will pay attention from now on and speak to them if I notice anything. ","it":"Fin dal prossimo incontro presterò attenzione e se servirà interverrò io."},
{"Key":"IPCAccommodatingAccommodatingCompromising","en-gb":"If we want to deal with the issue you should be more precise. I also have to try and keep the perspective of {0} in mind. Can you tell me about the last time it happened?","it":"Se vogliamo affrontare insieme la questione dovresti essere più preciso. Riesci a raccontarmi l'ultimo episodio in cui è successo? Cerca anche di considerare il punto di vista di {0}."},
{"Key":"IPCAccommodatingAvoidingAvoiding","en-gb":"Until you came to see me I didn't understand how I could intervene.","it":"Finchè non lo vedo non capisco come potrei intervenire."},
{"Key":"IPCAccommodatingAvoidingAccommodating","en-gb":"I'll try to talk to them. They trust me and know what I say is for their sake and that of the team.","it":"Proverò a parlargli io. Lui di me si fida e sa che quello che dico è per il bene suo e della squadra."},
{"Key":"IPCAccommodatingCollaboratingCollaborating","en-gb":"In fact, for me what is important is the spirit of collaboration and the ability to maintain a good atmosphere in the team. We must think about activities that could help make us be a stronger group.","it":"In effetti sai che anche per me quello che conta è lo spirito di collaborazione e la capacità di mantenere un buon clima dentro la squadra. Dobbiamo pensare a delle attività che possano aiutarci a ritrovarci come gruppo. "},
{"Key":"IPCAccommodatingCollaboratingAccommodating","en-gb":"You're right, maybe I underestimated some aspects. I'll try to do what I can.","it":"Hai ragione forse ho sottovalutato alcuni aspetti…devo recuperare."},
{"Key":"IPCCollaboratingCollaboratingCompromising","en-gb":"So for the moment we'll leave it here. I'll make it clear to everyone that any questions related to team orders should be asked before or after the race. I also ask you to consider the opinion of {0}.","it":"Allora per il momento partiamo da qui. Quello che posso fare è di chiarire a tutti che eventuali discussioni relative alle regole vanno trattate prima o dopo la gara. A te chiedo di considerare sullo stesso piano l'opinione di {0}."},
{"Key":"IPCCollaboratingCollaboratingCollaborating","en-gb":"OK, I think we need to come together to figure out what's going wrong in the communication of the instructions I give you and clarify it so this never happens again.","it":"Ok, penso che dobbiamo riunirci per capire cosa non ha funzionato nella comunicazione delle istruzioni che vi ho dato. Chiarito questo verificherò che le regole siano chiare a tutti per evitare altri episodi simili. "},
{"Key":"IPCCollaboratingCompetingCollaborating","en-gb":"I'm suprised, but at this point I think it's for the best if we talk about this as a team next time we get together.","it":"Sono sorpreso ma a questo punto posso pensare di dedicare parte della prossima riunione tecnica a fare una valutazione generale sull'andamento e sul clima della squadra."},
{"Key":"IPCCollaboratingCompetingCompeting","en-gb":"Are you telling me you can't talk about it?","it":"Mi stai dicendo che non mi si può parlare?"},
{"Key":"IPCCollaboratingCollaboratingAccommodating","en-gb":"This is something that should be sorted. Do you think I should do it now individually or later as a team?","it":"Questa è una cosa che va risolta. Preferisci che vada subito a parlargli o la affrontiamo durante il prossimo incontro tecnico?"},
{"Key":"IPCCollaboratingCollaborating2Collaborating","en-gb":"Communication is critical to the team performing well. I think it's for the best if we talk about this as a team next time we get together.","it":"Questo è un problema. Potrei dedicare il prossimo ritiro per lavorare proprio sulla comunicazione di gruppo."},
{"Key":"IPCAvoidingAccommodatingAccommodatingResponse","en-gb":"Let's hope now is a good time to do so.","it":"Speriamo che sia la volta buona."},
{"Key":"IPCAvoidingAccommodatingAvoidingResponse","en-gb":"I do not know if I can wait until then.","it":"Non so se resisto fine alla fine del campionato. "},
{"Key":"IPCAvoidingCompetingCompetingResponse","en-gb":"Remember that, behind the results, there are always people.","it":"Ricordati che dietro ai risultati ci sono sempre delle persone."},
{"Key":"IPCAvoidingCompetingAvoidingResponse","en-gb":"I'll try, but my patience has a limit.","it":"Sarò anche Peace and Love ma la pazienza ha un limite."},
{"Key":"IPCAvoidingAvoidingAvoidingResponse","en-gb":"I've endured enough.","it":"Ho sopportato abbastanza."},
{"Key":"IPCAvoidingAvoidingCompetingResponse","en-gb":"You hide behind the results, and you do nothing to change the situation.","it":"Ti nascondi dietro i risultati e non fai nulla per cambiare la situazione."},
{"Key":"IPCNP311","en-gb":"I trust you to do what you think is best.","it":"Oddio mi cogli un po’ impreparato, confido sul tuo intervento. "},
{"Key":"IPCCompetingCollaboratingCompetingResponse","en-gb":"Remember that, behind the results, there are always people.","it":"Ricordati che dietro ai risultati ci sono sempre delle persone."},
{"Key":"IPCCompetingAvoidingAvoidingResponse","en-gb":"I tried at least.","it":"Parli bene tu che te ne tiri sempre fuori."},
{"Key":"IPCCompetingAvoidingCompetingResponse","en-gb":"Making easy conclusions before you verify anything...","it":"Prima di arrivare a facili conclusioni potresti fare una verifica. "},
{"Key":"IPCAccommodatingAccommodatingAccommodatingResponse","en-gb":"Thanks! Counting on you.","it":"Grazie conto su di te."},
{"Key":"IPCAccommodatingAccommodatingCompromisingResponse","en-gb":"You're right, maybe I haven't considered what might have prompted {0} to act like this...","it":"Hai ragione forse non ho considerato cosa possa aver spinto {0} a comportarsi così. "},
{"Key":"IPCAccommodatingAvoidingAvoidingResponse","en-gb":"You'll never see the issue if you never pay proper attention to it...","it":"Se non presti attenzione il rischio è quello di non vedere mai."},
{"Key":"IPCAccommodatingAvoidingAccommodatingResponse","en-gb":"You never seem to actually address the problem...","it":"A voler sempre smorzare gli animi, non si affronta mai il problema. "},
{"Key":"IPCNP611","en-gb":"What do you have in mind?","it":"Cosa hai in mente?"},
{"Key":"IPCNP612","en-gb":"How?","it":"Come intendi recuperare?"},
{"Key":"IPCCollaboratingCollaboratingCompromisingResponse","en-gb":"It will not be easy, but I'll try.","it":"Non sarà facile mettere da parte le antipatie ma conto sul tuo intervento in caso dovessi ricadere in giudizi personali. "},
{"Key":"IPCCollaboratingCollaboratingCollaboratingResponse","en-gb":"I agree. It won't be easy but I think going in depth will allow us to find a lasting solution.","it":"Sono d'accordo, magari non sarà facile ma penso che andare in profondità possa aiutarci a trovare una soluzione duratura."},
{"Key":"IPCCollaboratingCompetingCollaboratingResponse","en-gb":"Listening to everybody's opinion should hopefully help.","it":"Probabilmente ascoltare il parere di tutti servirà anche a me."},
{"Key":"IPCCollaboratingCompetingCompetingResponse","en-gb":"You're proving it now.","it":"Lo stai dimostrando anche adesso."},
{"Key":"IPCCollaboratingCollaboratingAccommodatingResponse","en-gb":"If you decide to treat it with the whole team, you have to manage it well. You can not always please everyone.","it":"Se decidi di trattarla con tutta la squadra, devi gestirla bene. Non si può sempre accontentare tutti."},
{"Key":"IPCNP811","en-gb":"But we have important races soon...","it":"Però da qui a un mese abbiamo gare importanti…"},
{"Key":"IPCCompetingCollaboratingCollaboratingCollaborating","en-gb":"We could go out for pizza, so that we're together without the stress of competition and hopefully recreate the atmosphere that was there at the beginning. This could be the starting point for the rebuilding of friendship within the team.","it":"Si potrebbe organizzare una pizza così da trovarci insieme senza lo stress della gara e ricreare il clima che c'era all'inizio. Questo potrebbe essere il punto di partenza per stimolare un confronto e ricostruire un equilibrio di squadra."},
{"Key":"IPCCompetingCollaboratingCollaboratingCompromising","en-gb":"Give me some examples of behavior that bothered you and that you think would bother the team. Once that's done, we'll find solutions for them.","it":"Comincia a farmi qualche esempio del comportamento di {0} che ti ha infastidito e che secondo te avrebbe infastidito la squadra. Fatto questo, vediamo di trovare insieme una soluzione che soddisfi le aspettative di ognuno. "},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCollaborating","en-gb":"Would you like to have a team outing? Anything's fine by me.","it":"Ti andrebbe di sentire tutti i tuoi compagni per organizzare qualcosa insieme? A me va bene qualsiasi cosa."},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCompromising","en-gb":"We'll organize a brief meeting to allow everyone to express their opinion on the performance of the team. There, we'll talk about any changes that need to be made as a result.","it":"Organizziamo un confronto a breve per permettere ad ognuno di esprimersi rispetto all'andamento della squadra. Lì negozieremo eventuali cambiamenti da introdurre."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingAccommodating","en-gb":"Could use the bit of money we have to organise a day of paintballing?","it":"Potrei usare i soldi dello sponsor avanzati dall'anno scorso per organizzare una giornata di paintball."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingCompromising","en-gb":"We'll organize a brief meeting to allow everyone to express their opinion on the performance of the team. There, we'll talk about any changes that need to be made as a result.","it":"Organizziamo un confronto a breve per permettere ad ognuno di esprimersi rispetto all'andamento della squadra. Lì negozieremo eventuali cambiamenti da introdurre."},
{"Key":"IPCCollaboratingCollaboratingCollaborating2Collaborating","en-gb":"You're right. In fact, next time we meet up we'll come up with some activities to bring the team back together.","it":"Hai ragione, infatti pensavo di dedicare parte dei prossimi incontri tecnici a preparare le attività per sensibilizzare la squadra. "},
{"Key":"IPCCollaboratingCollaboratingCollaboratingCompromising","en-gb":"But you can still give me a hand to help set this up.","it":"Posso pensare di anticiparlo però tu dammi una mano ad organizzarlo…"},
{"Key":"IPCCompetingCollaboratingCollaboratingCollaboratingResponse","en-gb":"It can be a good starting point, it is important to have continuity.","it":"Può essere un buon punto di partenza, è importante che abbia una continuità."},
{"Key":"IPCCompetingCollaboratingCollaboratingCompromisingResponse","en-gb":"Maybe you're right, I got caught up in the emotion of the moment. So, the other day...","it":"Forse hai ragione, mi sono fatto prendere dall'emozione del momento. Meglio guardare ai fatti: per farti un esempio l'altro giorno…"},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCollaboratingResponse","en-gb":"It sounds like a good idea, perhaps being out of the usual routine of the team will help us discover sides of us we did not know.","it":"Mi sembra una buona idea, forse uscire dalla solita routine di squadra potrà farci scoprire lati di noi che non conoscevamo. "},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCompromisingResponse","en-gb":"It will not be easy but it's worth trying.","it":"Non sarà facile ma vale la pena provare."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingAccommodatingResponse","en-gb":"Great!","it":"Grande!"},
{"Key":"IPCAccommodatingCollaboratingAccommodatingCompromisingResponse","en-gb":"It will not be easy but I'll put aside my personal resentment and will try.","it":"Non sarà facile dovrò mettere da parte il mio risentimento personale, ma voglio provarci. "},
{"Key":"IPCCollaboratingCollaboratingCollaborating2CollaboratingResponse","en-gb":"Let's try!","it":"Proviamoci!"},
{"Key":"IPCCollaboratingCollaboratingCollaboratingCompromisingResponse","en-gb":"OK, but not alone.","it":"E' una possibilità, ci sto! Tu però trova qualcuno che possa darmi una mano."}]