[{"Key":"NotPicked","English":"Hey coach, why didn't you select me for that last race?","Italian":"Hei mister, perché non mi hai selezionato per l'ultima gara?"},
{"Key":"NotPickedAvoiding","English":"Sorry, I'll see what I can do for the next race.","Italian":"Scusami, vedo quello che posso fare una delle prossime volte."},
{"Key":"NotPickedCompeting","English":"You weren't selected because everybody else was a better choice.","Italian":"Non sei stato selezionato perché qualunque altro giocatore era meglio di te. "},
{"Key":"NotPickedAccomodating","English":"You're right, I'll do everything I can to fit you into the team for the next race.","Italian":"Hai ragione dobbiamo recuperare, farò di tutto per inserirti in squadra."},
{"Key":"NotPickedCollaborating","English":"OK, let's talk about it. What role would you liked to have been in?","Italian":"Parliamone, in che ruolo avresti voluto giocare?"},
{"Key":"NotPickedNP1","English":"You've said that before and not selected me.","Italian":"Lo avevi detto anche l'altra volta e non mi hai selezionato."},
{"Key":"NotPickedNP2","English":"You know that I just recovered from a knee injury.","Italian":"Sai che mi sono appena ripreso dall'infortunio al ginocchio."},
{"Key":"NotPickedNP3","English":"You've said that before and not selected me.","Italian":"Lo avevi detto anche l'altra volta e non mi hai selezionato."},
{"Key":"NotPickedNP4","English":"Given the chance I think I'd do best in the {0} role.","Italian":"Per le mie caratteristiche vorrei giocare nell ruolo di {0}."},
{"Key":"NotPickedAvoidingAvoiding","English":"The relationship between player and coach should be based on trust...","Italian":"Il rapporto tra il giocatore e il coach dovrebbe basarsi sulla fiducia…"},
{"Key":"NotPickedAvoidingCompeting","English":"Ah, but you seem to be a better choice than you were before.","Italian":"Perché a te sembra di essere migliorato nel frattempo?"},
{"Key":"NotPickedCompetingCompeting","English":"Then you agree with me... you're not ready yet!","Italian":"Allora vedi che mi dai ragione…non sei ancora pronto!"},
{"Key":"NotPickedCompetingAvoiding","English":"We'll talk when you've fully recovered.","Italian":"Ne riparliamo quando ti sarai ripreso."},
{"Key":"NotPickedAccomodatingAccomodating","English":"You're ready, I'll try and put you in for the next race.","Italian":"Sei quasi pronto, fidati che questa volta ce la facciamo. "},
{"Key":"NotPickedAccomodatingCollaborating","English":"Then we'll use this opportunity to take stock of the situation. We set goals, do you feel that you've reached them? Am I underestimating you?","Italian":"Prendiamo questa occasione per fare il punto della situazione. Avavamo fissato degli obiettivi, ritieni di averli araggiunti? Credi che io abbia sottovalutato qualcosa?"},
{"Key":"NotPickedCollaboratingCollaborating","English":"I fully agree that you have all the skills to do well in the {0} position. But have you looked at the impact putting you in could have on the rest of the team? Putting you into the team should be a gradual process. ","Italian":"Sono pienamente d'accordo che hai tutte le caratteristiche tecniche per ricoprire quel ruolo.\nHai valutato anche l'impatto che potrebbe avere la tua entrata sul clima della squadra in questo momento? Sai che gli altri giocano insieme da una vita e l'inserimento di un nuovo membro va fatto con gradualità."},
{"Key":"NotPickedCollaboratingAccomodating","English":"{1} has all the skills to fill that role as well. I can try and rotate who plays?","Italian":"Anche {1} ha tutte le carte in regola per ricoprire quel ruolo. Posso provare a farvi giocare a rotazione."},
{"Key":"NotPickedAvoidingAvoidingResponse","English":"Every time I try...","Italian":"Per questo tutte le volte provo a parlarti. "},
{"Key":"NotPickedNP11","English":"What do you think I should do to improve myself?","Italian":"Cosa dovrei fare secondo te per migliorarmi?"},
{"Key":"NotPickedCompetingCompetingResponse","English":"You're always right...","Italian":"Hai sempre ragione tu."},
{"Key":"NotPickedNP21","English":"I know that I'm not in top form but I'm still better than {1}.","Italian":"Lo so anch'io che non sono al massimo della forma ma sono comunque meglio di {1}."},
{"Key":"NotPickedAccomodatingAccomodatingResponse","English":"Thanks, I hope I'm ready for this as well.","Italian":"Grazie spero che sia così."},
{"Key":"NotPickedNP31","English":"Overall,  even though I never got your feedback to say so, I think I have achieved my goals.","Italian":"Complessivamente mi pare di aver raggiunto gli obiettivi anche se non ho mai avuto un tuo riscontro."},
{"Key":"NotPickedNP41","English":"I'm not so sure it would be a bad change for the team.","Italian":"Non è detto che le novità non facciano bene alla squadra."},
{"Key":"NotPickedCollaboratingAccomodatingResponse","English":"To begin with, that sounds fine.","Italian":"Per cominciare va bene."},
{"Key":"NotPickedAvoidingCompetingCompeting","English":"Don't you get it? Train more!","Italian":"Mi sorprende che tu non l'abbia ancora capito, allenati di più."},
{"Key":"NotPickedAvoidingCompetingAvoiding","English":"You should ask yourself that question.","Italian":"Dovresti chiederlo a te stesso."},
{"Key":"NotPickedCompetingAvoidingAvoiding","English":"Let me think about it.","Italian":"Lasciami pensare."},
{"Key":"NotPickedCompetingAvoidingCompeting","English":"I would say if you were better than {1}.","Italian":"Devo dirlo io se sei meglio di {1}."},
{"Key":"NotPickedAccomodatingCollaboratingCollaborating","English":"Before the next race, we'll take a bit of time to analyze the issue.","Italian":"Ti va bene se mercoledì dopo l'allenamento ci prendiamo un po’ di tempo per analizzare la questione."},
{"Key":"NotPickedAccomodatingCollaboratingAccomodating","English":"You should know that you're important, even if I might not always say it. I'll try and be more open about how I think you're doing in the future.","Italian":"Sai che per me tu sei importantissimo anche se magari non te lo dico sempre. Mi impegnerò ad essere più puntuale e preciso nel condividere le mie valutazioni."},
{"Key":"NotPickedCollaboratingCollaboratingCollaborating","English":"I agree that it's important to innovate with the team. I think I'll try a whole new line-up for the next race...","Italian":"Credo anch'ìo che sia importante introdurre novità nella squadra. La prossima settimana c'è la trasferta, potrei inizare a proporlo agli altri. "},
{"Key":"NotPickedCollaboratingCollaboratingAccomodating","English":"You're right. We could start rotating who goes in that position?","Italian":"Hai ragione, potremmo iniziare a farti giocare a rotazione alternandoti con gli altri giocatori."},
{"Key":"NotPickedAvoidingCompetingCompetingResponse","English":"You always say that...","Italian":"Mi rispondi sempre la stessa cosa."},
{"Key":"NotPickedAvoidingCompetingAvoidingResponse","English":"If I had the answer, I wouldn't have asked.","Italian":"Se avevo già la risposta non te lo avrei chiesto. "},
{"Key":"NotPickedCompetingAvoidingAvoidingResponse","English":"It'd be nice if you decided straight away for once.","Italian":"Mai una volta che decidi subito."},
{"Key":"NotPickedCompetingAvoidingCompetingResponse","English":"That's certainly not what I wanted to hear.","Italian":"Non è certo questo che voglio mettere in discussione ma qualche volta sarebbe utile ascoltare i giocatori."},
{"Key":"NotPickedAccomodatingCollaboratingCollaboratingResponse","English":"Sounds great to me!","Italian":"Bene sono proprio contento!"},
{"Key":"NotPickedAccomodatingCollaboratingAccomodatingResponse","English":"Thanks, that means a lot to me.","Italian":"Ci tengo, potresti già dirmi qualcosa?"},
{"Key":"NotPickedCollaboratingCollaboratingCollaboratingResponse","English":"That sounds great.","Italian":"Mi sembra un'ottima idea."},
{"Key":"NotPickedCollaboratingCollaboratingAccomodatingResponse","English":"Let's try.","Italian":"Proviamoci."}]