[{"Key":"PWAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"PWCompetingCompetingLP","English":"Your forceful remarks has led to the conversation closing without the issue being addressed.","Italian":"Il rimarcare il tuo potere ha portato a una chiusura con il risultato che il problema non è stato affrontato. "},
{"Key":"PWAccomodatingAccomodatingLP","English":"In this exchange you have aimed to adapt to the requirements of the player. While on the one hand this has led to their satisfaction, it also means you have surrendered to their point of view.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore. Questo se da un lato ha portato alla sua soddisfazione, dall'altro denota un arrendersi al punto di vista dell'altro. "},
{"Key":"PWCollaboratingAvoidingLP","English":"At the beginning you tried to cooperate with the player and understand their requests, but in the end you ended the dialogue remaining vague and not taking a definite position.","Italian":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa. "},
{"Key":"PWAvoidingCollaboratingCollaboratingLP","English":"After initially trying to delay the problem, you have sought to cooperate with the player in order to find a solution.","Italian":"Dopo aver inizialmente tentato di posticipare il problema, hai cercato di cooperare con il giocatore concordando un momento di scambio per trovare una soluzione. "},
{"Key":"PWAvoidingCollaboratingAvoidingLP","English":"The beginning and the end of the conversation are characterized from ignoring the problem diplomatically and leaving it undealt with.","Italian":"L'inizio e la fine del confronto sono caratterizzati dall'ignorare diplomaticamente il problema lascinadolo in sospeso. "},
{"Key":"PWCompetingAccomodatingAccomodatingLP","English":"Starting with little openness, you eventually decided to try and satisfy their demands. While on the one hand this has led to their satisfaction, it also means you have surrendered to their point of view.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un approccio maggiormente rivolto ad assecondare le sue richieste. Questo se da un lato ha portato alla soddisfazione del giocatore, dall'altro denota una arrendersi al punto di vista dell'altro. "},
{"Key":"PWCompetingAccomodatingCompetingLP","English":"Starting with little openness, you attempted to comply with their demands, but in the end escalated with a lack of interest in what they had to say.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo maggiormente rivolto ad assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso un atteggiamento di disinteresse e sufficienza. "},
{"Key":"PWAccomodatingCompetingCompetingLP","English":"After an initial willingness towards to discuss, you decided to emphasize your power, leading to the conversation closing with the problem unaddressed.","Italian":"Dopo un' iniziale disponibilità verso il giocatore,  hai voluto rimarcare il tuo potere portando a una chiusura con il risultato che il problema non è stato affrontato. "},
{"Key":"PWAccomodatingCompetingAccomodatingLP","English":"The exchange opens and closes with a view to meeting both their demands and that of the rest of the team.","Italian":"Lo scambio si apre e si chiude con un atteggiamento volto ad assecondare le richieste del giocatore mettendo da parte il proprio punto di vista e quello della squadra."},
{"Key":"PWCollaboratingCollaboratingCollaboratingLP","English":"You have tried to cooperate with the player to find a solution that meets the needs of all parties involved. Your interaction highlights attention to the exploration of the conflict.","Italian":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. La tua interazione evidenzia attenzione all'esplorazione del conflitto. "},
{"Key":"PWCollaboratingCollaboratingAvoidingLP","English":"At the beginning you tried to cooperate with the player, trying to understand their requests, but you closed the dialogue remaining vague and without taking a definite position.","Italian":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa. "},
{"Key":"OOAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"OOCompetingCompetingLP","English":"In this exchange the adoption of an ironic and uncooperative attitude has killed any chance of dialogue.","Italian":"In questo scambio l'adozione di un atteggiamento ironico e poco collaborativo interrompe il dialogo."},
{"Key":"OOAccomodatingAccomodatingLP","English":"In this exchange you have taken an approach that attempts to suit the player's demands and decided to take direct action to solve the problem. However, this has not created the conditions required for comparing the two players.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti."},
{"Key":"OOCollaboratingCompetingLP","English":"Overly focusing on the emotional state of the player has not let you address the problem.","Italian":"Il fatto di esserti focalizzato unicamente sullo stato emotivo del giocatore non ti ha permesso di affrontare realmente il problema. "},
{"Key":"OOAvoidingAccomodatingAccomodatingLP","English":"After an initial lack of consideration of the issue, you decided to accomodanate the player's demands without considering the implications of your choice.","Italian":"A un' iniziale scarsa considerazione del problema, è seguito un comportamento accomodanate rivolto ad assecondare esclusivamente  le richieste del giocatore senza entrare nel merito delle implicazione della scelta. "},
{"Key":"OOAvoidingAccomodatingAvoidingLP","English":"Your prevailing attitude here has been to postpone any real action on the issue.","Italian":"L'atteggiamento predominante in questo episodio è quello di posticipare il momento di reale intervento sul problema. "},
{"Key":"OOCompetingCollaboratingCollaboratingLP","English":"After initially trying to ignore the problem, you have sought to cooperate with the player on finding a way to resolve the problem.","Italian":"Dopo aver inizialmente tentato di trascurare il problema, hai cercato di cooperare con il giocatore trovando una modalità per approfondire il problema.  "},
{"Key":"OOCompetingCollaboratingCompetingLP","English":"Starting with little openness, you attempted to comply with their demands, but in the end escalated with a lack of interest in the problem.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo maggiormente rivolto ad assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso un atteggiamento di disinteresse e sufficienza. "},
{"Key":"OOAccomodatingAvoidingAvoidingLP","English":"After an initial openness to the player, you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"Dopo un iniziale disponibilità verso il giocatore, hai evitato di affrontare il problema.  In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"OOAccomodatingAvoidingAccomodatingLP","English":"In this exchange you have taken an approach that aims to meet the requirements of the player. While on the one hand this has led to their satisfaction, you have also surrendered to their point of view.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore. Questo se da un lato ha portato alla sua soddisfazione, dall'altro denota un arrendersi al punto di vista dell'altro. "},
{"Key":"OOCollaboratingCollaboratingCollaboratingLP","English":"You have tried to cooperate with the player to find a solution that meets the needs of all parties involved. Your interaction highlights attention to the exploration of the conflict.","Italian":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. Il tuo approccio tende all'esplorazione del conflitto. "},
{"Key":"OOCollaboratingCollaboratingCompetingLP","English":"After an initial attempt to create the conditions to cooperate with the player, you have ended the interaction with a critical and judgmental attitude, not effectively addressing the problem.","Italian":"Dopo un iniziale tentativo di creare le condizioni per cooperare con il giocatore, hai chiuso l'interazione con un atteggiamento critico e giudicante, non affrontando di fatto il problema."}]