[{"Key":"PWAvoidingAvoidingLP","en-gb":"In this conversation you avoided addressing the issue. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. \nIn questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"PWCompetingCompetingLP","en-gb":"Your forceful remarks led to the conversation finishing without the issue being addressed.","it":"Hai concluso questa interazione rimarcando il tuo potere. Questo ha portato a un’assenza di transazioni con il risultato che il problema non è stato affrontato. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"PWAccommodatingAccommodatingLP","en-gb":"In this conversation you aimed to adapt to the requirements of the crew member. Whilst this led to their satisfaction, it also meant that you surrendered to their point of view.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore. Hai puntato sull'ammirazione, il rispetto e la fiducia che il giocatore ha verso di te. Tieni presente che un coach può agire in questo modo se considera le necessità dei giocatori e si comporta in modo coerente e non arbitrario. "},
{"Key":"PWCollaboratingAvoidingLP","en-gb":"At the beginning you tried to cooperate with the crew member and understand their request, but in the end you finished the conversation remaining vague and not taking a definite position.","it":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa.\nIn alcuni casi, prendere tempo può essere la strategia giusta soprattutto se hai fiducia che i membri del gruppo siano in grado di gestire autonomamente il conflitto. Attenzione ad essere un punto di riferimento nei momenti di incertezza. "},
{"Key":"PWAvoidingCollaboratingCollaboratingLP","en-gb":"After initially trying to delay dealing with the problem, you sought to cooperate with the crew member in order to find a solution.","it":"Dopo aver inizialmente tentato di posticipare il problema, hai cercato di cooperare con il giocatore concordando un momento di scambio per trovare una soluzione. Un simile atteggiamento è adeguato quando è necessario definire i problemi e ricercare soluzioni comuni. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"PWAvoidingCollaboratingAvoidingLP","en-gb":"The beginning and the end of the conversation are characterized by you ignoring the problem diplomatically and leaving it undealt with.","it":"L'inizio e la fine del confronto sono caratterizzati dall'ignorare diplomaticamente il problema lasciandolo in sospeso. \nIn alcuni casi, prendere tempo può essere la strategia giusta soprattutto se hai fiducia che i membri del gruppo siano in grado di gestire autonomamente il conflitto. Attenzione ad essere un punto di riferimento nei momenti di incertezza. "},
{"Key":"PWCompetingAccommodatingAccommodatingLP","en-gb":"Starting with little openness, you eventually decided to try and satisfy their demands. Whilst this led to their satisfaction, it also meant that you surrendered to their point of view.","it":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un approccio maggiormente rivolto ad assecondare le sue richieste. Hai puntato sulla fiducia che il giocatore ripone in te. Non sarebbe l’approccio adeguato se questa fiducia dovesse vacillare o in situazioni che richiedono un maggior approfondimento del problema. "},
{"Key":"PWCompetingAccommodatingCompetingLP","en-gb":"Starting with little openness, you attempted to comply with their demands, but in the end escalated back to a lack of interest in what they had to say.","it":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo maggiormente rivolto ad assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso una posizione più ferma. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato. Attenzione a non perdere di vista i bisogni dei tuoi giocatori."},
{"Key":"PWAccommodatingCompetingCompetingLP","en-gb":"After an initial willingness towards discussing the issue, you decided to emphasize your power, leading to the conversation finishing with the problem unaddressed.","it":"Dopo un' iniziale disponibilità verso il giocatore, hai voluto rimarcare il tuo potere portando a una chiusura con il risultato che il problema non è stato affrontato. \nQuesto ha portato a un’assenza di transazioni con il risultato che il problema non è stato affrontato. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"PWAccommodatingCompetingAccommodatingLP","en-gb":"This conversation opened and closed with you attempting to meet both their demands and that of the rest of the team.","it":"Lo scambio si apre e si chiude con un atteggiamento volto ad assecondare le richieste del giocatore mettendo da parte il proprio punto di vista e quello della squadra. Questo tipo di comportamento richiede però un monitoraggio successivo della situazione per verificare se il giocatore necessiti di ulteriori indicazioni o supporto."},
{"Key":"PWCollaboratingCollaboratingCollaboratingLP","en-gb":"You tried to cooperate with the crew member in order to find a solution that meets the needs of all parties involved. This highlighted your intention to explore the problem further.","it":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. La tua interazione evidenzia attenzione all'esplorazione del conflitto. Stai attento che non sempre avrai il tempo e le risorse per affrontare i problemi così in profondità."},
{"Key":"PWCollaboratingCollaboratingAvoidingLP","en-gb":"At the beginning you tried to cooperate with the crew member, trying to understand their request, but you closed the dialogue remaining vague and without taking a definite position.","it":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa. Lasciare la situazione in sospeso può essere efficace solo sei in grado di convincere il giocatore che la responsabilità della propria collocazione in squadra dipende solo da lui e dalle sue capacità."},
{"Key":"OOAvoidingAvoidingLP","en-gb":"In this conversation you avoided addressing the issue. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di non sostenere la motivazione dei giocatori. "},
{"Key":"OOCompetingCompetingLP","en-gb":"In this exchange the adoption of a sarcastic and uncooperative attitude stopped the dialogue from progressing any further.","it":"In questo scambio sei rimasto inflessibile sulla tua posizione, convinto di essere nel giusto. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato. Attenzione a non perdere di vista i bisogni dei tuoi giocatori. "},
{"Key":"OOAccommodatingAccommodatingLP","en-gb":"In this conversation you attempted to suit the demands of the crew member and decided to take direct action to solve the problem. However, this swift act did not allow you to think about whether this was the correct decision.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Hai puntato sull'ammirazione, il rispetto e la fiducia che il giocatore ha verso di te. Tieni presente che un coach può agire in questo modo se considera le necessità dei giocatori e si comporta in modo coerente e non arbitrario. "},
{"Key":"OOCollaboratingCompetingLP","en-gb":"Overly focusing on the emotional state of the crew member did not let you address the problem.","it":"Il fatto di esserti focalizzato unicamente sullo stato emotivo del giocatore non ti ha permesso di affrontare realmente il problema. Sei sicuro che per la squadra il problema non sia importante? Saresti in grado di trovare il momento opportuno per affrontarlo?"},
{"Key":"OOAvoidingAccommodatingAccommodatingLP","en-gb":"After an initial lack of considering the issue at hand, you decided to accommodate the demands of the crew member without considering the implications of your choice.","it":"A un' iniziale scarsa considerazione del problema, è seguito un comportamento accomodante rivolto ad assecondare esclusivamente le richieste del giocatore. Questo tipo di comportamento richiede però un monitoraggio successivo della situazione per verificare se il giocatore necessiti di ulteriori indicazioni o supporto. "},
{"Key":"OOAvoidingAccommodatingAvoidingLP","en-gb":"Your prevailing attitude here was to postpone any real action on the issue.","it":"L'atteggiamento predominante in questo episodio è quello di posticipare il momento di reale intervento sul problema. In alcuni casi, prendere tempo può essere la strategia giusta soprattutto se hai fiducia che i membri del gruppo siano in grado di gestire autonomamente il conflitto. Attenzione ad essere un punto di riferimento nei momenti di incertezza. "},
{"Key":"OOCompetingCollaboratingCollaboratingLP","en-gb":"After initially trying to ignore the problem, you sought to cooperate with the crew member on finding a way to resolve the problem.","it":"Dopo aver inizialmente tentato di trascurare il problema, hai cercato di cooperare con il giocatore trovando una modalità per approfondire il problema con il resto della squadra. Questo approccio è molto utile per alimentare lo spirito di gruppo e creare una visione comune anche nei momenti di difficoltà. Tieni però a mente che andare in profondità nell'analisi del conflitto può essere molto costoso in termini di tempo e risorse mentali."},
{"Key":"OOCompetingCollaboratingCompetingLP","en-gb":"Starting with little openness, you attempted to comply with their demands, but in the end escalated back to a lack of interest in their problems.","it":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo di assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso una presa di posizione più ferma. Se valuti il problema poco importante o non puoi affrontarlo subito, questo comportamento può risultare efficace, ma solo se il giocatore ha così fiducia in te da convincersi che la tua decisione è la migliore viste le circostanze."},
{"Key":"OOAccommodatingAvoidingAvoidingLP","en-gb":"After an initial openness to the crew member, you avoided addressing the issue. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"Dopo un' iniziale disponibilità verso il giocatore, hai evitato di affrontare il problema. Sei sicuro che negando il tuo intervento il giocatore sia in grado di risolvere la questione autonomamente?"},
{"Key":"OOAccommodatingAvoidingAccommodatingLP","en-gb":"In this exchange you aimed to meet the requirements of your crew member. Whilst this led to their satisfaction, it also meant that you surrendered to their point of view.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore. L’attenzione per i bisogni e le differenze individuali è efficace se anche gli altri membri della squadra accettano e riconoscono il valore di un trattare individualmente alcune questioni senza passare per la condivisione di gruppo."},
{"Key":"OOCollaboratingCollaboratingCollaboratingLP","en-gb":"You tried to cooperate with the crew member in order to find a solution that meets the needs of all parties involved. This highlighted your intention to explore the problem further.","it":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. Il tuo approccio tende all'esplorazione del conflitto. Un simile approccio è adeguato quando è necessario definire i problemi e ricercare soluzioni comuni. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"OOCollaboratingCollaboratingCompetingLP","en-gb":"After an initial attempt to create the conditions required to cooperate with the crew member, you ended the interaction with a critical and judgmental attitude, not effectively addressing the problem.","it":"Dopo un iniziale tentativo di creare le condizioni per cooperare con il giocatore, hai chiuso l'interazione con fermezza, non affrontando -di fatto- il problema. \nSei sicuro che il problema non meriti di essere gestito in un secondo momento? "},
{"Key":"NotPickedAvoidingAvoidingLP","en-gb":"In this conversation you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di non sostenere la motivazione dei giocatori."},
{"Key":"NotPickedCompetingCompetingLP","en-gb":"In this exchange the adoption of an sarcastic and uncooperative attitude stopped the dialogue from progressing any further.","it":"In questo scambio l'adozione di un atteggiamento sarcastico e poco collaborativo interrompe il dialogo. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"NotPickedAccommodatingAccommodatingLP","en-gb":"In this exchange you took an approach that attempted to suit the demands of the crew member.","it":"In questo scambio hai adottato un approccio accomodante, puntando sulla fiducia che il giocatore ripone in te. Non sarebbe l’approccio adeguato se questa fiducia dovesse vacillare o in situazioni che richiedono un maggior approfondimento del problema."},
{"Key":"NotPickedCollaboratingAccommodatingLP","en-gb":"In this exchange you took an approach that attempted to suit the demands of the crew member and decided to take direct action to solve the problem. However, this swift act did not allow you to think about whether this was the correct decision.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Hai puntato sull'ammirazione, il rispetto e la fiducia che il giocatore ha verso di te. Tieni presente che un coach può agire in questo modo se considera le necessità dei giocatori e si comporta in modo coerente e non arbitrario."},
{"Key":"NotPickedAvoidingCompetingCompetingLP","en-gb":"The prevailing attitudes in this episode was an overly excessive focus on the performance of the crew member.","it":"L'atteggiamento prevalente in questo episodio è scarsamente collaborativo e orientato a esprimere un giudizio sul giocatore con esclusiva focalizzazione sulla prestazione. Questo comportamento può essere adeguato quando i giocatori conoscono bene gli obiettivi e hanno chiari i livelli di performance richiesti per raggiungerli. Senza queste condizioni il rischio è di creare incomprensioni tra te e i membri della squadra che potrebbero sentirsi sviliti e non compresi nei loro bisogni."},
{"Key":"NotPickedAvoidingCompetingAvoidingLP","en-gb":"During this discussion you attempted to delay taking any real acton on the issue.","it":"L'atteggiamento predominante in questo episodio è quello di posticipare il momento di reale intervento sul problema. In alcuni casi, prendere tempo può essere la strategia giusta soprattutto se hai fiducia che i membri del gruppo siano in grado di gestire autonomamente il conflitto. Fai però attenzione a non indurre sfiducia nella squadra circa la tua presenza come leader."},
{"Key":"NotPickedCompetingAvoidingAvoidingLP","en-gb":"In this exchange you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"NotPickedCompetingAvoidingCompetingLP","en-gb":"You concluded this interaction with a show of power. In the end, this led to the problem not being addressed.","it":"Hai concluso questa interazione rimarcando il tuo potere. Questo ha portato a un’assenza di transazioni con il risultato che il problema non è stato affrontato. Questo comportamento può essere adeguato quando i giocatori conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"NotPickedAccommodatingCollaboratingCollaboratingLP","en-gb":"You initially adapted to the requests of the crew member and managed to lead the dialogue to discussing the issue further, clarifying the point of view of the crew member.","it":"Inizialmente hai provato ad assecondare le richieste del giocatore, poi nel corso dell'interazione hai creato le condizioni per esplorare la questione, chiarire il punto di vista del giocatore e scambiarvi dei feedback. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"NotPickedAccommodatingCollaboratingAccommodatingLP","en-gb":"In this exchange you took an approach that aimed to meet the requirements of the crew member. Whilst this led to their satisfaction, it also meant that you surrendered to their point of view.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore. L’attenzione per i bisogni e le differenze individuali è efficace se anche gli altri membri della squadra accettano e riconoscono il valore di un trattare individualmente alcune questioni senza passare per la condivisione di gruppo."},
{"Key":"NotPickedCollaboratingCollaboratingCollaboratingLP","en-gb":"You tried to cooperate with the crew member in order to find an innovative solution that meets the needs of all parties involved. This highlighted your intention to explore the problem further.","it":"Hai cercato di cooperare con il giocatore per trovare una soluzione innovativa capace di soddisfare i bisogni di tutte le parti coinvolte. La tua interazione evidenzia attenzione all'esplorazione del conflitto. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"NotPickedCollaboratingCollaboratingAccommodatingLP","en-gb":"You tried to cooperate with the crew member, looking into their request and trying to assess the impact. However, this conversation closed briskly with a compromise that only considered the point of view of the crew member.","it":"Hai cercato di cooperare con il giocatore esplorando le sue richieste e cercando di valutare l'impatto. Tuttavia, hai chiuso in modo sbrigativo con una soluzione di compromesso che considera solo il punto di vista del giocatore. L’attenzione per i bisogni e le differenze individuali è efficace se anche gli altri membri della squadra accettano e riconoscono il valore di un trattare individualmente alcune questioni senza passare per la condivisione di gruppo."},
{"Key":"IPCAvoidingAvoidingLP","en-gb":"In this conversation you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"IPCCompetingCompetingLP","en-gb":"In this exchange the adoption of a sarcastic and uncooperative attitude stopped the dialogue from progressing any further.","it":"In questo scambio l'adozione di un atteggiamento sarcastico e poco collaborativo interrompe il dialogo. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"IPCCompetingCompeting2LP","en-gb":"In this exchange the adoption of a provocative attitude stopped the dialogue from progressing any further.","it":"In questo scambio l'adozione di un atteggiamento provocatorio interrompe il dialogo. Un simile atteggiamento potrebbe essere efficace in momenti in cui vuoi indurre una reazione nell’altro per sbloccare la situazione."},
{"Key":"IPCAccommodatingAccommodating2LP","en-gb":"In this conversation you attempted to suit the demands of the crew member and decided to take direct action to solve the problem. However, this swift act did not allow you to think about whether this was the correct decision.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti. L’attenzione per i bisogni e le differenze individuali è efficace se il problema non richiede di essere affrontato in gruppo."},
{"Key":"IPCCollaboratingAccommodatingLP","en-gb":"The solution you've proposed risks avoiding the problem. You've thought of leisure activity for the team, but this doesn't allow for further study of the problem or listening to the needs of the crew members.","it":"Con la soluzione che hai proposto rischi di eludere il problema. Hai pensato ad un'attività di svago. Ti sei chiesto se la squadra non abbia invece bisogno di un confronto aperto sulla questione?"},
{"Key":"IPCAvoidingAccommodatingAccommodatingLP","en-gb":"The prevailing behaviour in the end was to accommodate the request for help, getting personally involved in the problem without thinking about the merits of doing so.","it":"E' prevalso un comportamento accomodante dove ti sei fatto carico in prima persona del problema senza creare le condizioni per entrare nel merito della questione. Hai puntato sulla fiducia che il giocatore ripone in te. Non sarebbe l’approccio adeguato se questa fiducia dovesse vacillare o in situazioni che richiedono un maggior approfondimento del problema."},
{"Key":"IPCAvoidingAccommodatingAvoidingLP","en-gb":"In this conversation you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"IPCAvoidingCompetingCompetingLP","en-gb":"In this exchange the adoption of a sarcastic and uncooperative attitude stopped the dialogue from progressing any further.","it":"In questo scambio l'adozione di un atteggiamento sarcastico e poco collaborativo interrompe il dialogo. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"IPCAvoidingCompetingAvoidingLP","en-gb":"After an initial ironic attitude that threatened to cause an aggressive reaction from the crew member, you finished the discussion with an attempt to find a compromise without taking into account the real needs.","it":"Ad un iniziale atteggiamento ironico che rischiava di alimentare reazioni aggressive da parte del giocatore, hai chiuso nel tentativo di individuare un compromesso senza tener conto delle reali sue esigenze. Sei sicuro che il problema non sia importante per il giocatore o per la squadra? Saresti in grado di trovare il momento opportuno per affrontarlo individualmente o in gruppo?"},
{"Key":"IPCAvoidingAvoiding2AvoidingLP","en-gb":"In this conversation you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"IPCAvoidingAvoiding2CompetingLP","en-gb":"Following a request for direct intervention by the crew member, you reacted abruptly in an effort to emphasize your position, with the result being no collaborative dynamic at all.","it":"A seguito di una richiesta di intervento diretto da parte del giocatore hai reagito in modo brusco nel tentativo di rimarcare la tua posizione con il risultato di una dinamica per nulla collaborativa. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"IPCCompetingCollaboratingCompetingLP","en-gb":"In this exchange the adoption of a sarcastic and uncooperative attitude stopped the dialogue from progressing any further.","it":"In questo scambio l'adozione di un atteggiamento ironico e poco collaborativo interrompe il dialogo. Un simile atteggiamento potrebbe essere efficace in situazioni in cui vuoi provocare nell’altro una reazione o problemi più importanti devono essere affrontati e hanno quindi la priorità."},
{"Key":"IPCCompetingAvoidingAvoidingLP","en-gb":"After an initial provocative attitude, you essentially evaded the issue completely.","it":"Dopo un iniziale atteggiamento provocatorio, hai di fatto eluso il problema evitando il conflitto. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"IPCCompetingAvoidingCompetingLP","en-gb":"In this conversation a competitive and judgmental attitude prevailed.","it":"In questo scambio ha prevalso un atteggiamento competitivo nei confronti del giocatore poco orientato al problema e alla persona. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato. Attenzione a non assumere una posizione giudicante perché può offendere l’altro."},
{"Key":"IPCAccommodatingAccommodatingAccommodatingLP","en-gb":"You've offered to directly intervene and accepted the crew member's version of events, but in doing so avoided making the situation any worse.","it":"In questo scambio ha prevalso un atteggiamento competitivo nei confronti del giocatore poco orientato al problema e alla persona. Se devi risolvere la questione avendo poco tempo e agire con incisività, questo comportamento è il più adeguato. Attenzione a non assumere una posizione giudicante perché può offendere l’altro."},
{"Key":"IPCAccommodatingAccommodatingCompromisingLP","en-gb":"After looking deeper into the issue, you've proposed a solution which has allowed the crew member to consider the situation from the other side.","it":"Dopo aver cercato di approfondire la richiesta del giocatore, hai proposto di trovare una soluzione di compromesso che ha permesso di considerare entrambe le posizioni in gioco. La relazione si conclude con una negoziazione, una sorta di scambio “alla pari” tra te e il giocatore. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."},
{"Key":"IPCAccommodatingAvoidingAvoidingLP","en-gb":"In this conversation you avoided addressing the problem. As a result, you didn't consider the needs of your crew member and raised questions about how you deal with your responsibilities.","it":"In questo scambio hai evitato di affrontare il problema posticipandolo e non hai considerato le esigenze del tuo giocatore. Questo comportamento può essere adeguato quando i giocatori sono autonomi perchè conoscono bene gli obiettivi e hanno chiari i ruoli. Senza queste condizioni il rischio è di creare un clima caotico e di abbassare la motivazione dei giocatori."},
{"Key":"IPCAccommodatingAvoidingAccommodatingLP","en-gb":"In this conversation you attempted to suit the demands of the crew member and decided to take direct action to solve the problem. However, this swift act did not allow you to think about whether this was the correct decision.","it":"In questo scambio hai adottato un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Hai puntato sull'ammirazione, il rispetto e la fiducia che il giocatore ha verso di te. Tieni presente che un coach può agire in questo modo se considera le necessità dei giocatori e si comporta in modo coerente e non arbitrario. "},
{"Key":"IPCCollaboratingCollaboratingCompromisingLP","en-gb":"You studied the problem and attempted to identify the real causes of the conflict. In doing so, you've managed to find a compromise that can restore the balance in the dynamic between the two crew members.","it":"Hai approfondito il problema cercando di identificare le reali cause del conflitto, al tempo stesso ti sei attivato per trovare un compromesso in grado di ristabilire gli equilibri nella dinamica relazionale tra i due giocatori. La relazione si conclude con una negoziazione. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."},
{"Key":"IPCCollaboratingCollaboratingCollaboratingLP","en-gb":"You created the conditions required to explore the divide further, using the collaboration of the team to find a lasting solution.","it":"Hai creato le condizioni per esplorare e approfondire il disaccordo, cercando la collaborazione della squadra per trovare una soluzione duratura, mettendoti direttamente in gioco. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato."},
{"Key":"IPCCollaboratingCompetingCollaboratingLP","en-gb":"You created the conditions required to explore the divide further, seeking the involvement of the team to do so.","it":"Hai creato le condizioni per esplorare e approfondire il disaccordo, cercando il coinvolgimento della squadra. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato."},
{"Key":"IPCCollaboratingCompetingCompetingLP","en-gb":"In this conversation you focused on your evaluation of the crew member's opinions and as such neglected to listen to their needs and search for a common solution.","it":"In questo scambio ti sei focalizzato sulla valutazione delle opinioni del giocatore e hai trascurato l'ascolto dei suoi bisogni e la ricerca di una soluzione condivisa. Se devi risolvere la questione avendo poco tempo e dovendo prendere in mano la situazione con incisività per raggiungere l'obiettivo, questo comportamento è il più adeguato. Attenzione a non perdere di vista i bisogni dell’altro."},
{"Key":"IPCCollaboratingCollaboratingAccommodatingLP","en-gb":"Delegating the crew member the decision on what action to take, you demonstrated an accommodating behavior, bringing the needs of others into the forefront.","it":"Lasciando al giocatore la possibilità di scelta, stai dimostrando un comportamento accomodante. Attenzione a motivare maggiormente la tua opinione per evitare che il giocatore ti percepisca poco interessato a risolvere il problema."},
{"Key":"IPCCompetingCollaboratingCollaboratingCollaboratingLP","en-gb":"You were very careful to look deeply into the problem and have proposed the beginning of a solution.","it":"Ti sei dimostrato molto attento a creare condizioni sia di clima sia di approfondimento del problema proponendole con una certa gradualità. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"IPCCompetingCollaboratingCollaboratingCompromisingLP","en-gb":"After an initial provocation, you interacted collaboratively to find a compromise that can lead to an agreed solution.","it":"Dopo un'iniziale provocazione, hai cercato di affrontare il problema cercando di approfondire le cause del conflitto. Questo è il punto di partenza per trovare un compromesso capace di mettere d'accordo tutte le parti. Il confronto si conclude con una negoziazione, una sorta di scambio “alla pari” tra te e il giocatore. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCollaboratingLP","en-gb":"You tried to address the problem by proposing a moment of collaboration with the entire team, with the idea being to investigate any issues that may exist.","it":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di approfondire i bisogni di tutti i componenti. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCompromisingLP","en-gb":"You tried to address the problem by proposing a discussion with the entire team, with the idea being to ​​find a mutual compromise.","it":"Hai cercato di affrontare il problema proponendo un momento di condivisione con l'intera squadra con l'idea di trovare un compromesso capace di mettere d'accordo tutte le parti. Il confronto si conclude con una negoziazione, una sorta di scambio “alla pari” tra te e il giocatore. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingAccommodatingLP","en-gb":"The solution you've proposed risks circumventing the problem. You thought of a leisure activity for the team, but this doesn't allow for further study of the problem and listening to the needs of the crew members.","it":"Con la soluzione che hai proposto rischi di eludere il problema. \nHai pensato ad un'attività di svago per la squadra ma in realtà non l'hai finalizzata all'approfondimento del problema e all'ascolto dei bisogni dei giocatori. Ti sei chiesto se la squadra non abbia invece bisogno di un confronto aperto sulla questione?"},
{"Key":"IPCAccommodatingCollaboratingAccommodatingCompromisingLP","en-gb":"You decided to organize a meeting with the whole team in order to explore issues and any possible solutions for them.","it":"Hai cercato di affrontare il problema proponendo un momento di condivisione con l'intera squadra con l'obiettivo di approfondire il problema e trovare un compromesso capace di mettere d'accordo tutte le parti. Il confronto si conclude con una negoziazione, una sorta di scambio “alla pari” tra te e il giocatore. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."},
{"Key":"IPCCollaboratingCollaboratingCollaborating2CollaboratingLP","en-gb":"You tried to address the problem with a team activity, with the idea being to investigate the needs of all team members.","it":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di approfondire i bisogni di tutti i componenti. Tutto questo richiede tempo e risorse che non avrai sempre a disposizione. Stai attento che non tutti i problemi vanno affrontati così in profondità."},
{"Key":"IPCCollaboratingCollaboratingCollaboratingCompromisingLP","en-gb":"You tried to address the problem with a team activity, with the idea being to investigate the needs of all team members. Furthermore, you've bought in the crew member who first mentioned the problem to help resolve it.","it":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di coinvolgere tutti i componenti. Il confronto si conclude con una negoziazione, una sorta di scambio “alla pari” tra te e il giocatore che ha permesso di trovare un compromesso con il giocatore per la realizzazione dell'iniziativa che hai proposto. Questo tipo di comportamento è efficace quando il coach fissa obiettivi e si preoccupa di mantenere gli standard individuati."}]