[{"Key":"PWAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"PWCompetingCompetingLP","English":"Your forceful remarks has led to the conversation closing without the issue being addressed.","Italian":"Il rimarcare il tuo potere ha portato a una chiusura con il risultato che il problema non è stato affrontato. "},
{"Key":"PWAccommodatingAccommodatingLP","English":"In this exchange you have aimed to adapt to the requirements of the player. While on the one hand this has led to their satisfaction, it also means you have surrendered to their point of view.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore. Questo se da un lato ha portato alla sua soddisfazione, dall'altro denota un arrendersi al punto di vista dell'altro. "},
{"Key":"PWCollaboratingAvoidingLP","English":"At the beginning you tried to cooperate with the player and understand their requests, but in the end you ended the dialogue remaining vague and not taking a definite position.","Italian":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa. "},
{"Key":"PWAvoidingCollaboratingCollaboratingLP","English":"After initially trying to delay the problem, you have sought to cooperate with the player in order to find a solution.","Italian":"Dopo aver inizialmente tentato di posticipare il problema, hai cercato di cooperare con il giocatore concordando un momento di scambio per trovare una soluzione. "},
{"Key":"PWAvoidingCollaboratingAvoidingLP","English":"The beginning and the end of the conversation are characterized from ignoring the problem diplomatically and leaving it undealt with.","Italian":"L'inizio e la fine del confronto sono caratterizzati dall'ignorare diplomaticamente il problema lascinadolo in sospeso. "},
{"Key":"PWCompetingAccommodatingAccommodatingLP","English":"Starting with little openness, you eventually decided to try and satisfy their demands. While on the one hand this has led to their satisfaction, it also means you have surrendered to their point of view.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un approccio maggiormente rivolto ad assecondare le sue richieste. Questo se da un lato ha portato alla soddisfazione del giocatore, dall'altro denota una arrendersi al punto di vista dell'altro. "},
{"Key":"PWCompetingAccommodatingCompetingLP","English":"Starting with little openness, you attempted to comply with their demands, but in the end escalated with a lack of interest in what they had to say.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo maggiormente rivolto ad assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso un atteggiamento di disinteresse e sufficienza. "},
{"Key":"PWAccommodatingCompetingCompetingLP","English":"After an initial willingness towards to discuss, you decided to emphasize your power, leading to the conversation closing with the problem unaddressed.","Italian":"Dopo un' iniziale disponibilità verso il giocatore,  hai voluto rimarcare il tuo potere portando a una chiusura con il risultato che il problema non è stato affrontato. "},
{"Key":"PWAccommodatingCompetingAccommodatingLP","English":"The exchange opens and closes with a view to meeting both their demands and that of the rest of the team.","Italian":"Lo scambio si apre e si chiude con un atteggiamento volto ad assecondare le richieste del giocatore mettendo da parte il proprio punto di vista e quello della squadra."},
{"Key":"PWCollaboratingCollaboratingCollaboratingLP","English":"You have tried to cooperate with the player to find a solution that meets the needs of all parties involved. Your interaction highlights attention to the exploration of the conflict.","Italian":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. La tua interazione evidenzia attenzione all'esplorazione del conflitto. "},
{"Key":"PWCollaboratingCollaboratingAvoidingLP","English":"At the beginning you tried to cooperate with the player, trying to understand their requests, but you closed the dialogue remaining vague and without taking a definite position.","Italian":"All'inizio hai provato a cooperare con il giocatore cercando di capire le sue richieste ma hai chiuso il dialogo rimanendo vago senza prendere una posizione precisa. "},
{"Key":"OOAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"OOCompetingCompetingLP","English":"In this exchange the adoption of an sarcastic and uncooperative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento ironico e poco collaborativo interrompe il dialogo."},
{"Key":"OOAccommodatingAccommodatingLP","English":"In this exchange you have taken an approach that attempts to suit the player's demands and decided to take direct action to solve the problem. However, this has not created the conditions required for comparing the two players.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti."},
{"Key":"OOCollaboratingCompetingLP","English":"Overly focusing on the emotional state of the player has not let you address the problem.","Italian":"Il fatto di esserti focalizzato unicamente sullo stato emotivo del giocatore non ti ha permesso di affrontare realmente il problema. "},
{"Key":"OOAvoidingAccommodatingAccommodatingLP","English":"After an initial lack of consideration of the issue, you decided to accomodanate the player's demands without considering the implications of your choice.","Italian":"A un' iniziale scarsa considerazione del problema, è seguito un comportamento accomodanate rivolto ad assecondare esclusivamente  le richieste del giocatore senza entrare nel merito delle implicazione della scelta. "},
{"Key":"OOAvoidingAccommodatingAvoidingLP","English":"Your prevailing attitude here has been to postpone any real action on the issue.","Italian":"L'atteggiamento predominante in questo episodio è quello di posticipare il momento di reale intervento sul problema. "},
{"Key":"OOCompetingCollaboratingCollaboratingLP","English":"After initially trying to ignore the problem, you have sought to cooperate with the player on finding a way to resolve the problem.","Italian":"Dopo aver inizialmente tentato di trascurare il problema, hai cercato di cooperare con il giocatore trovando una modalità per approfondire il problema.  "},
{"Key":"OOCompetingCollaboratingCompetingLP","English":"Starting with little openness, you attempted to comply with their demands, but in the end escalated with a lack of interest in the problem.","Italian":"Ad un inizio caratterizzato da scarsa apertura verso il giocatore, è seguito un tentativo maggiormente rivolto ad assecondare le sue richieste che tuttavia non ha avuto seguito con un escalation verso un atteggiamento di disinteresse e sufficienza. "},
{"Key":"OOAccommodatingAvoidingAvoidingLP","English":"After an initial openness to the player, you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"Dopo un iniziale disponibilità verso il giocatore, hai evitato di affrontare il problema.  In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"OOAccommodatingAvoidingAccommodatingLP","English":"In this exchange you have taken an approach that aims to meet the requirements of the player. While on the one hand this has led to their satisfaction, you have also surrendered to their point of view.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore. Questo se da un lato ha portato alla sua soddisfazione, dall'altro denota un arrendersi al punto di vista dell'altro. "},
{"Key":"OOCollaboratingCollaboratingCollaboratingLP","English":"You have tried to cooperate with the player to find a solution that meets the needs of all parties involved. Your interaction highlights attention to the exploration of the conflict.","Italian":"Hai cercato di cooperare con il giocatore per trovare una soluzione capace di soddisfare i bisogni di tutte le parti coinvolte. Il tuo approccio tende all'esplorazione del conflitto. "},
{"Key":"OOCollaboratingCollaboratingCompetingLP","English":"After an initial attempt to create the conditions to cooperate with the player, you have ended the interaction with a critical and judgmental attitude, not effectively addressing the problem.","Italian":"Dopo un iniziale tentativo di creare le condizioni per cooperare con il giocatore, hai chiuso l'interazione con un atteggiamento critico e giudicante, non affrontando di fatto il problema."},
{"Key":"NotPickedAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"NotPickedCompetingCompetingLP","English":"In this exchange the adoption of an sarcastic and uncooperative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento sarcastico e poco collaborativo interrompe il dialogo."},
{"Key":"NotPickedAccommodatingAccommodatingLP","English":"In this exchange you have taken a generosus approach that attempts to suit the player's demands.","Italian":"In questo scambio hai adottao un approccio accomodante, puntando sulla generosità e assecondando le richieste del giocatore,"},
{"Key":"NotPickedCollaboratingAccommodatingLP","English":"In this exchange you have taken an approach that attempts to suit the player's demands and decided to take direct action to solve the problem. However, this has not created the conditions required for comparing this player against others aiming to be in the same position.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti."},
{"Key":"NotPickedAvoidingCompetingCompetingLP","English":"The prevailing attitude in this episode is poorly collaborative and oriented to express an opinion on the players with exclusive focus on performance.","Italian":"L'atteggiamento prevalente in questo episodio è scarsamente collaborativo e orientato a esprimere un giudizio sul giocatore con esclusiva focalizzazione sulla prestazione."},
{"Key":"NotPickedAvoidingCompetingAvoidingLP","English":"During this discussion you have attempted to delay taking any real acton on the issue.","Italian":"L'atteggiamento predominante in questo episodio è quello di posticipare il momento di reale intervento sul problema. "},
{"Key":"NotPickedCompetingAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"NotPickedCompetingAvoidingCompetingLP","English":"You have concluded this interaction with a show of power. In the end, this has led to the problem not being addressed.","Italian":"Hai concluso questa interazione rimarcando il tuo potere. Questo ha portato a una chiusura con il risultato che il problema non è stato affrontato. "},
{"Key":"NotPickedAccommodatingCollaboratingCollaboratingLP","English":"You initially adapted to the player's requests and managed to lead the dialogue to discussing the issue further and clarify the point of view of the player.","Italian":"Inizialmente hai provato ad assecondare le richieste del giocatore, poi nel corso dell'interazione hai creato le condizioni per esplorare la questione, chiarire il punto di vista del giocatore e scambiarvi dei feedback."},
{"Key":"NotPickedAccommodatingCollaboratingAccommodatingLP","English":"In this exchange you have taken an approach that aims to meet the requirements of the player. While on the one hand this has led to their satisfaction, you have also surrendered to their point of view.","Italian":"In questo scambio hai cercato un compromesso volto ad assecondare le richieste del giocatore. Questo se da un lato ha portato alla sua soddisfazione, dall'altro denota un arrendersi al punto di vista dell'altro. "},
{"Key":"NotPickedCollaboratingCollaboratingCollaboratingLP","English":"You have tried to cooperate with the player to find an innovative solution that meets the needs of all parties involved. Your interaction highlights attention to the exploration of the conflict.","Italian":"Hai cercato di cooperare con il giocatore per trovare una soluzione innovativa capace di soddisfare i bisogni di tutte le parti coinvolte. La tua interazione evidenzia attenzione all'esplorazione del conflitto. "},
{"Key":"NotPickedCollaboratingCollaboratingAccommodatingLP","English":"You have tried to cooperate with the player, exploring their requests and trying to assess the impact. However, it closed briskly with a compromise solution that considers only the player's point of view.","Italian":"Hai cercato di cooperare con il giocatore esplorando le sue richieste e cercando di valutare l'impatto. Tuttavia, hai chiuso in modo sbrigativo con una soluzione di compromesso che considera solo il punto di vista del giocatore."},
{"Key":"IPCAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"IPCCompetingCompetingLP","English":"In this exchange the adoption of an sarcastic and uncooperative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento sarcastico e poco collaborativo interrompe il dialogo."},
{"Key":"IPCCompetingCompeting2LP","English":"In this exchange the adoption of a provocative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento provocatorio interrompe il dialogo."},
{"Key":"IPCAccommodatingAccommodating2LP","English":"In this exchange you have taken an approach that targets to suit the player's demands and decided to take direct action to solve the problem. However this hasn't created the conditions for comparing the parties.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti."},
{"Key":"IPCCollaboratingAccommodatingLP","English":"The solution you've proposed risks circumventing the problem. You've thought of leisure activity for the team, but this won't allow for further study of the problem and to listening to the needs of the players.","Italian":"Con la soluzione che hai proposto rischi di eludere il problema. Hai pensato ad un'attività di svago per la squadra ma in realtà non l'hai finalizzata all'approfondimento del problema e all'ascolto dei bisogni dei giocatori."},
{"Key":"IPCAvoidingAccommodatingAccommodatingLP","English":"The prevailing behaviour in the end has been to accomodanate the request for help, getting personally involved in the problem without thinking about the merits of doing so.","Italian":"E' prevalso un comportamento accomodanate dove ti sei fatto carico in prima persona del problema senza creare le condizioni per entrare nel merito della questione. "},
{"Key":"IPCAvoidingAccommodatingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"IPCAvoidingCompetingCompetingLP","English":"In this exchange the adoption of an sarcastic and uncooperative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento ironico e poco collaborativo interrompe il dialogo."},
{"Key":"IPCAvoidingCompetingAvoidingLP","English":"At an initial ironic attitude that threatened to cause an aggressive reaction from the player, you closed the discussion with an attempt to find a compromise without taking into account the real needs.","Italian":"Ad un iniziale atteggiamento ironico che rischiava di alimentare reazioni aggressive da parte del giocatore, hai chiuso nel tentativo di individuare un compromesso senza tener conto delle reali sue esigenze. "},
{"Key":"IPCAvoidingAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"IPCAvoidingAvoidingCompetingLP","English":"Following a request for direct intervention by the player, you reacted abruptly in an effort to emphasize your position with the result of no collaborative dynamic at all.","Italian":"A seguito di una richiesta di intervento diretto da parte del giocatore hai reagito in modo brusco nel tentativo di rimarcare la tua posizione con il risultato di una dinamica per nulla collaborativa."},
{"Key":"IPCCompetingCollaboratingCompetingLP","English":"In this exchange the adoption of an sarcastic and uncooperative attitude has stopped the dialogue from progressing any further.","Italian":"In questo scambio l'adozione di un atteggiamento ironico e poco collaborativo interrompe il dialogo."},
{"Key":"IPCCompetingAvoidingAvoidingLP","English":"After an initial provocative attitude, you essentially have evaded the issue.","Italian":"Dopo un iniziale atteggiamento provocatorio, hai di fatto eluso il problema evitando il conflitto."},
{"Key":"IPCCompetingAvoidingCompetingLP","English":"In this exchange a competitive and judgmental attitude has prevailed.","Italian":"In questo scambio ha prevalso un atteggiamento competitivo e giudicante nei confronti del giocatore poco orientato al problema e alla persona. "},
{"Key":"IPCAccommodatingAccommodatingAccommodatingLP","English":"You've offered to directly intervene and accepted the player's version of events, but doing this you avoided making the situation any worse.","Italian":"Ti sei offerto di intervenire direttamente limitandoti ad accogliere solo la visione del giocatore ma in questo modo non hai stimolato il confronto tra le parti coinvolte. "},
{"Key":"IPCAccommodatingAccommodatingCompromisingLP","English":"After looking deeper into the issue, you've proposed a solution which has allowed them to consider the position of the other.","Italian":"Dopo aver cercato di approfondire la richiesta del giocatore, hai proposto di cercare una soluzione di compromesso che gli ha permesso di considerare la posizione dell'altro. "},
{"Key":"IPCAccommodatingAvoidingAvoidingLP","English":"In this exchange you have avoided addressing the problem. As a result, you have not considered their needs of your player and raised questions about how you deal with your responsibilities.","Italian":"In questo scambio hai evitato di affrontare il problema posticipandolo. In questo modo non hai considerato le esigenze del tuo giocatore e al tempo stesso non ti sei interrogato sulle tue responsabilità. "},
{"Key":"IPCAccommodatingAvoidingAccommodatingLP","English":"In this exchange you have taken an approach that targets to suit the player's demands and decided to take direct action to solve the problem. However this hasn't created the conditions for comparing the parties.","Italian":"In questo scambio hai adottao un approccio rivolto ad assecondare le richieste del giocatore decidendo di intervenire direttamente per risolvere il problema. Tuttavia in questo modo non hai creato le condizioni per mettere a confronto le parti."},
{"Key":"IPCCollaboratingCollaboratingCompromisingLP","English":"You have studied the propblem and tried to identify the real causes of the conflict. As a result you found a compromise that can restore the balance in the dynamic between the two players.","Italian":"Hai approfondito il propblema cercando di identificare le reali cause del conflitto, al tempo stesso ti sei attivato per trovare un compromesso in grado di ristabilire gli equilibri nella dinamica relazionale tra i due giocatori."},
{"Key":"IPCCollaboratingCollaboratingCollaboratingLP","English":"You have created the conditions to explore the divide further, using a collaboration of the team to find a lasting solution.","Italian":"Hai creato le condizioni per esplorare e approfondire il disaccordo, cercando la collaborazione della squadra per trovare una soluzione duratura, mettendoti direttamente in gioco. "},
{"Key":"IPCCollaboratingCompetingCollaboratingLP","English":"You have created the conditions to explore the divide, seeking the involvement of the team.","Italian":"Hai creato le condizioni per esplorare e approfondire il disaccordo, cercando il coinvolgimento della squadra."},
{"Key":"IPCCollaboratingCompetingCompetingLP","English":"In this exchange you focused on the evaluation of the player's opinions and have neglected to listen to their needs and the search for a common solution.","Italian":"In questo scambio ti sei focalizzato sulla valutazione delle opinioni del giocatore e hai trascurato l'ascolto dei suoi bisogni e la ricerca di una soluzione condivisa."},
{"Key":"IPCCollaboratingCollaboratingAccommodatingLP","English":"Delegating the player the decision on what action to take, you are demonstrating an accommodating behavior, bringing the needs of others into the forefront.","Italian":"Delegando al giocatore la decisione su che azione intraprendere, stai dimostrando un comportamento accomodante. In questo modo rischi di mettere in primo piano solo i bisogni altrui."},
{"Key":"IPCCompetingCollaboratingCollaboratingCollaboratingLP","English":"You've been very careful to look deeply at the problem and have proposed the beginning of a solution.","Italian":"Ti sei dimostrato molto attento a creare condizioni sia di clima sia di approfondimento del problema proponendole con una certa gradualità."},
{"Key":"IPCCompetingCollaboratingCollaboratingCompromisingLP","English":"After an initial provocation, you interacted collaboratively to find a compromise that can lead to an agreed solution.","Italian":"Dopo un'iniziale provocazione, hai interagito collaborativamente per trovare un compromesso capace di portare ad una soluzione condivisa. "},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCollaboratingLP","English":"You have tried to address the problem by proposing a moment of collaboration with the entire team, with the idea being to investigate any issues that may exist.","Italian":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di approfondire i bisogni di tutti i componenti."},
{"Key":"IPCAccommodatingCollaboratingCollaboratingCompromisingLP","English":"You have tried to address the problem by proposing a time of sharing with the entire team, with the idea being to ​​find a mutual  compromise.","Italian":"Hai cercato di affrontare il problema proponendo un momento di condivisione con l'intera squadra con l'idea di trovare un compromesso capace di mettere d'accordo tutte le parti."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingAccommodatingLP","English":"The solution you've proposed risks circumventing the problem. You've thought of leisure activity for the team, but this won't allow for further study of the problem and to listening to the needs of the players.","Italian":"Con la soluzione che hai proposto rischi di eludere il problema. Hai pensato ad un'attività di svago per la squadra ma in realtà non l'hai finalizzata all'approfondimento del problema e all'ascolto dei bisogni dei giocatori."},
{"Key":"IPCAccommodatingCollaboratingAccommodatingCompromisingLP","English":"You have decided to organize a meeting with the whole team in order to explore issues and any possible solutions for them.","Italian":"Hai pensato di organizzare una situazione di confronto allargato all'intera squadra con l'obiettivo di approfondire il problema e individuare una soluzione di compromesso. "},
{"Key":"IPCCollaboratingCollaboratingCollaborating2CollaboratingLP","English":"You have tried to address the problem by a team activity, with the idea being to investigate the needs of all team members.","Italian":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di approfondire i bisogni di tutti i componenti."},
{"Key":"IPCCollaboratingCollaboratingCollaboratingCompromisingLP","English":"You have tried to address the problem by a team activity, with the idea being to investigate the needs of all team members. Furthermore, you've bought in the player who first mentioned the problem to help resolve it.","Italian":"Hai cercato di affrontare il problema proponendo un momento di collaborazione con l'intera squadra con l'idea di coinvolgere tutti i componenti e hai costruito un compromesso con il giocatore per la realizzazione dell'iniziativa che hai proposto."}]