[{"Key":"ACCOMMODATING","en-gb":"Accommodating","it":"Accomodante"},
{"Key":"ACCOMMODATING_DESCRIPTION","en-gb":"A person who neglects their own interests to meet those of others, which implies an aspect of self-sacrifice. An individual who exercises this style can be generous or selfless, obedient to the demands of others even when they disagree, or surrenders to the other's point of view.\n\nIntended use:\nWhen the other party is the expert or has a better solution. It can also be effective in preserving future relations with the other party.","it":"La persona tralascia i propri interessi per soddisfare quelli altrui. Questa modalità implica un aspetto di autosacrificio. L’individuo che esercita questo stile può risultare generoso o altruista, obbediente alle richieste altrui anche quando non è d’accordo, oppure si arrende al punto di vista dell’altro. \n\nUso appropriato:\nquando l’altra parte è l’esperto o ha una soluzione migliore. Può essere efficace anche nel preservare relazioni future con l’altra parte.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"ACCOMMODATING_QUESTIONS_HIGH","en-gb":"Do you feel that your ideas and problems do not receive proper attention?\n\nDo you seem to be too permissive?","it":"Ti sembra che le tue idee e i tuoi problemi non ricevano la giusta attenzione?\n \nTi sembra di essere troppo permissivo?"},
{"Key":"ACCOMMODATING_QUESTIONS_LOW","en-gb":"Do you sometimes find it difficult to admit that you are wrong?\n\nDo you recognize that there are legitimate exceptions to rules?\n\nDo you know when to admit you were wrong?","it":"A volte fai fatica ad ammettere di avere torto?\n\nRiconosci che ci sono eccezioni legittime alle regole?\n\nSai quando ammettere di aver sbagliato?"},
{"Key":"ACHIEVEMENTS","en-gb":"Achievements","it":"Risultati"},
{"Key":"AGE","en-gb":"Age","it":"Età"},
{"Key":"AGE_WITH_COLON","en-gb":"Age:","it":"Età:"},
{"Key":"AMPERSAND","en-gb":" & ","it":"e"},
{"Key":"ASSERTIVENESS","en-gb":"Assertiveness","it":"Assertività"},
{"Key":"ASSERTIVENESS_LEADERSHIP","en-gb":"<color=#FF8080FF> Watch out for yourself </color>\nAssertiveness","it":"<color=#FF8080FF>Attenzione per sé</color>\nAssertività"},
{"Key":"AVERAGE_OPINION","en-gb":"Average Opinion","it":"Opinione media"},
{"Key":"AVOIDING","en-gb":"Elusive","it":"Elusivo"},
{"Key":"AVOIDING_DESCRIPTION","en-gb":"A person who does not immediately pursue their own interests or those of another, instead avoiding conflict. Avoidance can take the form of diplomatically ignoring a problem, postponing it until a convenient time or simply withdrawing from a threatening situation.\n\nIntended use:\nWhen the problem is not very important, such as when there are other more important issues to deal with, or when you have no chance of winning;\nIt can also be effective when the problem would be very expensive to deal with (the cost is much higher than the benefits) or when others are emotionally charged and require a certain space;\nWhen others are able to resolve the conflict in a more effective way.\n\nSometimes problems will resolve themselves, but hope is not a strategy, and above all avoidance is not a good strategy in the long run.","it":"L’individuo non persegue immediatamente i propri interessi né quelli dell’altro. Piuttosto, evita il conflitto. L’elusione può assumere la forma di ignorare diplomaticamente un problema, posticiparlo fino a momenti più opportuni o semplicemente ritirarsi da una situazione minacciosa. \n\nUso appropriato:\nQuando il problema non è molto importante, quando ci sono altri problemi più importanti da affrontare o quando non si ha nessuna possibilità di vincere;\nPuò essere efficace anche quando il problema sarebbe molto costoso da affrontare (il costo è molto più alto dei vantaggi) o quando il clima è emotivamente carico tanto da richiedere un certo spazio;\nQuando altri sono in grado di risolvere il conflitto in modo più efficace. \n\nA volte i problemi si risolvono da soli, ma la speranza non è una strategia, e soprattutto l’evitamento non è una buona strategia nel lungo periodo.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"AVOIDING_QUESTIONS_HIGH","en-gb":"When you collaborate with others, do you seem to struggle to make suggestions or to propose alternative problem resolutions?","it":"Quando collabori con altri, ti sembra di far fatica a dare suggerimenti o a proporre delle alternative nella risoluzioni di problemi?"},
{"Key":"AVOIDING_QUESTIONS_LOW","en-gb":"Have you at times hurt the feelings of others or been tactless?\n\nWhen you collaborate with others do you tend to want to control their work?","it":"Ti capita a volte di ferire i sentimenti degli altri o di mancare di tatto?\n\nQuando collabori con altre persone tendi a voler controllare il loro lavoro?"},
{"Key":"BODY","en-gb":"Strength","it":"Forza"},
{"Key":"BODY_DESCRIPTION","en-gb":"Strength - physical fitness and endurance","it":"Forza - prestanza fisica e resistenza"},
{"Key":"BODY_FEEDBACK","en-gb":"This line-up was lacking in strength","it":"Questa formazione era carente in forza fisica"},
{"Key":"BOWMAN","en-gb":"Bowman","it":"Prodiere"},
{"Key":"BOWMAN_DESCRIPTION","en-gb":"Awareness, fast reactions and being able to handle fear is required here, as those in this position will need to climb the maist/bow to help change the sails.","it":"Consapevolezza, capacità di reagire rapidamente e di gestire la paura sono richiesti per questa posizione. Chi ricoprirà questo ruolo dovrà salire sull'albero per aiutare a cambiare le vele."},
{"Key":"CANCEL","en-gb":"Cancel","it":"Cancella"},
{"Key":"CHARISMA","en-gb":"Charisma","it":"Carisma"},
{"Key":"CHARISMA_DESCRIPTION","en-gb":"Charisma - ability to speak and lead","it":"Carisma - abilità di parlare e fare da guida"},
{"Key":"CHARISMA_FEEDBACK","en-gb":"This line-up was lacking in charisma","it":"Questa formazione era carente per carisma"},
{"Key":"CHOSEN_MANAGEMENT_HEADER","en-gb":"Chosen Management Styles","it":"Stili di gestione del conflitto"},
{"Key":"CLOSE","en-gb":"Close","it":"Chiudi"},
{"Key":"COLLABORATING","en-gb":"Collaborative","it":"Collaborativo"},
{"Key":"COLLABORATING_DESCRIPTION","en-gb":"An individual who tries to cooperate with others to find a solution that can meet the needs of both parties. It involves looking deeper into the problem in order to identify underlying issues perceived by the parties involved and find an alternative that can satisfy the needs of both.\n\nThe cooperation between two individuals may take the form of exploring the disagreement in an attempt to learn from each other, for a resolution of a specific condition otherwise likely to cause a competition for resources, or comparison and search for a solution creative of an interpersonal problem.\n\nIntended use:\nIn complex situations when you need to find a new and innovative solution. This may involve a redefinition of the problem bringing out everyone's ideas. It requires a high level of confidence, a lot of time and effort to convince all and synthesize ideas.","it":"L’individuo cerca di cooperare con l’altro per trovare una soluzione che possa soddisfare i bisogni di entrambe le parti. Implica l’approfondimento del problema al fine di identificare le questioni sottostanti percepite dalle parti in gioco e trovare un’ alternativa in grado di soddisfare i bisogni di entrambe.\n\nLa collaborazione tra due individui può assumere la forma di esplorazione del disaccordo in un tentativo d’imparare l’uno dall’altro, di risoluzione di una condizione specifica altrimenti suscettibile di causare una competizione per le risorse, oppure di confronto e ricerca di una soluzione creativa di un problema interpersonale. \n\nUso appropriato:\nIn situazioni complesse quando è necessario trovare una soluzione nuova o innovativa. Questo può implicare una ridefinizione del problema facendo emergere le idee di tutti. Richiede alto livello di fiducia, molto tempo e sforzo per convincere tutti e sintetizzare le idee. \n\nGuarda il video per vedere questo stile in azione."},
{"Key":"COLLABORATING_QUESTIONS_HIGH","en-gb":"Do you ever take time to discuss in depth irrelevant issues?\n\nDoes sharing responsibility for decision making lead to taking action being delayed?","it":"Ti capita di perdere tempo a discutere in profondità questioni non rilevanti?\n\nTi sembra che il tuo bisogno di condividere la responsabilità rispetto a una decisione porti a posticipare l’azione?"},
{"Key":"COLLABORATING_QUESTIONS_LOW","en-gb":"When you solve a problem is it difficult to see differences as an opportunity?\n\nDo you take care to check that your decisions are aligned with the needs and interests of others?","it":"Quando risolvi un problema ti è difficile vedere le differenze come opportunità?\n\nTi preoccupi di verificare che le tue decisioni siano allineate con i bisogni e gli interessi degli altri?"},
{"Key":"COMPETING","en-gb":"Competitive","it":"Competitivo"},
{"Key":"COMPETING_DESCRIPTION","en-gb":"A person who pursues their own interests by using any form of power to get what they want, be it to defend their rights, to defend a position which they believe is correct or to just attempt to win or prevail over others.\n\nIntended use:\nIn emergency situations when you need to take a decisive decision quickly and other people are aware of this and thus approve the adoption of this style.","it":"La persona è orientata a perseguire i propri interessi a spese dell’altro usando qualsiasi forma di potere per ottenere ciò che desidera: difendere i propri diritti, difendere una posizione che si ritiene corretta o semplicemente mettere in atto il tentativo di vincere o prevalere sull’altro. \n\nUso appropriato:\nIn situazioni di emergenza, quando è necessario prendere una decisione decisiva in tempi rapidi e le altre persone sono consapevoli di questo, approvando l’adozione di questo stile. \n\nGuarda il video per vedere questo stile in azione."},
{"Key":"COMPETING_QUESTIONS_HIGH","en-gb":"Do you think that people have learned that it is not prudent to disagree with you or have given up on changing your mind?\n\nAre you afraid to speak to others and admit that you don't know something or are uncertain?","it":"Ti sembra che le persone abbiano imparato che non è prudente dissentire con te o che abbiano rinunciato a farti cambiare idea?\n \nChi si relaziona con te ha paura di ammettere di non sapere o di avere delle incertezze? "},
{"Key":"COMPETING_QUESTIONS_LOW","en-gb":"Do you often feel powerless in situations? Are you aware of who has potential power?\n\nDo you have trouble taking a firm stand, even when you realize that you need to? Do you happen to falter because you worry about the emotions and concerns of others?","it":"Ti senti spesso impotente nelle situazioni? Sei consapevoli del potere che potenzialmente avresti?\n\nHai difficoltà a prendere una posizione ferma anche quando ti rendi conto che è necessaria? Ti capita di vacillare perché ti preoccupi per le emozioni e le preoccupazioni degli altri? "},
{"Key":"COMPROMISING","en-gb":"Compromising","it":"Compromissorio"},
{"Key":"COMPROMISING_DESCRIPTION","en-gb":"A person who tries to reach a compromise, a mutually acceptable solution which partially meets the needs of both parties. The search for a compromise represents a middle ground between the competition and the arrangement in the sense that you give up a little more than when you compete, but less than if you adopt an accommodating behavior. Similarly, the issue is addressed more directly than avoidance, but you do not get to develop it as with the collaboration. The compromise may mean finding an agreement in the middle, make mutual concessions, or look for a solution that represents a middle ground.\n\nIntended use:\nWhen you need a temporary solution or when both sides have equally important objectives. The trap is easy to fall into the compromise as a way out when in fact the collaboration would produce a better solution.","it":"La persona cerca di giungere a un compromesso, l’obiettivo è quello di trovare un espediente, una soluzione reciprocamente accettabile che soddisfi parzialmente i bisogni di entrambe le parti. La ricerca di un compromesso rappresenta una via di mezzo tra la competizione e l’accomodamento, nel senso che si rinuncia un po’ di più rispetto a quando si compete, ma meno rispetto a quando si adotta un comportamento accomodante. Parimenti, il problema viene affrontato in modo più diretto rispetto all’elusione, ma non si arriva ad approfondirlo come con la collaborazione. Il compromesso può significare trovare un accordo a metà strada, fare delle concessioni reciproche oppure cercare una soluzione che rappresenti una via di mezzo. \n\nUso appropriato:\nQuando serve una soluzione temporanea o quando entrambe le parti hanno obiettivi parimenti importanti. La trappola è cadere nel compromesso come facile via di uscita quando in realtà la collaborazione produrrebbe una soluzione migliore.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"COMPROMISING_QUESTIONS_HIGH","en-gb":"Do you feel that you're so focused on practical aspects that you lose sight of the long-term objectives?\n\nDo you seem to devote too much time to negotiating non-priority aspects?","it":"Ti capita di essere così concentrato su aspetti pratici da perdere di vista gli obiettivi a lungo termine?\n\nTi sembra di dedicare molto tempo a negoziare anche aspetti non prioritari?"},
{"Key":"COMPROMISING_QUESTIONS_LOW","en-gb":"Do you think you are too sensitive or embarrassed to be effective in negotiating situations?\n\nIt is hard to accept suggestions or alternatives that are offered to you?","it":"Ritieni di essere troppo sensibile o imbarazzato per essere efficace in situazioni di negoziazione?\n\nTi è difficile accettare suggerimenti o alternative che ti vengono proposti?"},
{"Key":"CONFLICT_MANAGEMENT_HEADER","en-gb":"Assertiveness and Cooperation","it":"Assertività e cooperatività"},
{"Key":"CONFLICT_MANAGEMENT_TEXT","en-gb":"The model proposed by Thomas-Kilmann on conflict management is built around two main dimensions:\n\nAssertiveness or affirmation: the extent to which the individual tries to satisfy his/her needs,\nCooperative: the extent to which the individual strives to meet the needs of others.\n\nThese dimensions are used to define the 5 styles of conflict management. If you are curious to find out more, you can read descriptions on each by clicking on the images. We suggest starting with the style that most represents you the most (with the highest percentage) and the least (with the lowest percentage).","it":"Il modello proposto da Thomas-Kilmann sulla gestione del conflitto si costruisce attorno a due dimensioni principali:\n\nAssertività o affermazione: la misura in cui l’individuo cerca di soddisfare le proprie esigenze,\nCooperatività: la misura in cui l’individuo si adopera per soddisfare le esigenze altrui.\n\nTali dimensioni sono utilizzate per definire i 5 stili di gestione del conflitto. Se sei curioso di scoprire qualcosa in più puoi leggere le descrizioni cliccando sulle immagini. Parti dallo stile che più ti rappresenta (con la percentuale più alta) e dal suo opposto (con la percentuale più bassa)."},
{"Key":"CONFLICT_QUESTIONNAIRE","en-gb":"Conflict Questionnaire","it":"Questionario Conflitto"},
{"Key":"CONTINUE","en-gb":"Continue","it":"Continua"},
{"Key":"COOPERATIVITY","en-gb":"Cooperativity","it":"Cooperatività"},
{"Key":"COOPERATIVITY_LEADERSHIP","en-gb":"Cooperativeness\n<color=#FF8080FF>Watching out for others</color>","it":"Cooperatività\n<color=#FF8080FF>Attenzione per l'altro</color>"},
{"Key":"CORRECT","en-gb":"Correct","it":"Corretto"},
{"Key":"CREATE_GAME","en-gb":"Create Game","it":"Crea il gioco"},
{"Key":"CREW_OPINION_FEEDBACK","en-gb":"An effective line-up who like each other more could have been chosen","it":"Avresti potuto scegliere una formazione più efficace in cui le persone vanno più d'accordo tra di loro"},
{"Key":"CUP_RESULT_OUTRO","en-gb":"That was the final race and you've now completed the cup.\nClick the button below to fill out a questionnaire and receive your final feedback.","it":"Questa era la gara finale e ora hai completato il campionato.\nClicca il pulsante qui sotto per compilare un questionario e ricevere il feedback finale."},
{"Key":"ENGLISH","en-gb":"English","it":"English"},
{"Key":"EXCLAIMATION_MARK","en-gb":"!","it":"!"},
{"Key":"EXIT","en-gb":"Exit","it":"Esci"},
{"Key":"EXIT_GAME","en-gb":"Exit Game","it":"Esci dal gioco"},
{"Key":"FASTEST_TIME","en-gb":"Fastest Time","it":"Miglior tempo"},
{"Key":"FEEDBACK","en-gb":"Feedback","it":"Feedback"},
{"Key":"FEEDBACK_BUTTON","en-gb":"Management Style Feedback","it":"Feedback sugli stili di gestione"},
{"Key":"FEMALE","en-gb":"Female","it":"Donna"},
{"Key":"FINAL_FEEDBACK","en-gb":"Final Feedback","it":"Feedback finale"},
{"Key":"FINAL_RESULT_HEADER","en-gb":"Prevailing Leadership Style","it":"Stile di leadership prevalente"},
{"Key":"FINAL_RESULT_TEXT","en-gb":"Your prevailing leadership style is","it":"Il tuo stile di leadership prevalente è"},
{"Key":"FIRE","en-gb":"Dismiss","it":"Congeda"},
{"Key":"FIRE_BUTTON_HOVER_ALLOWANCE","en-gb":"Cannot dismiss crew members due to a lack of talk time.","it":"Non puoi congedare i membri dell'equipaggio perché hai esaurito il tempo di intervista."},
{"Key":"FIRE_BUTTON_HOVER_CREW_LIMIT","en-gb":"Cannot dismiss crew members as team is currently at its minimum size.","it":"Non puoi congedare i membri dell'equipaggio perché la squadra ha raggiunto il numero minimo di giocatori."},
{"Key":"FIRE_BUTTON_HOVER_LIMIT","en-gb":"Cannot dismiss crew members as crew change limit ({0}) has been reached for this race session.","it":"Non puoi congedare i membri dell'equipaggio perché il limite ({0}) massimo di cambiamenti è stato raggiunto per questa sessione di gioco."},
{"Key":"FIRE_BUTTON_HOVER_TUTORIAL","en-gb":"Cannot dismiss crew members during the tutorial.","it":"Non puoi congedare i membri dell'equipaggio durante il tutorial."},
{"Key":"FIRE_WARNING","en-gb":"Are you sure you want to remove this person from the team? This action cannot be undone!","it":"Sei sicuro di voler rimuovere questa persona dal team? Questa azione non può essere cancellata."},
{"Key":"FIVE_HOURS_LATER","en-gb":"Five Hours Later...","it":"Cinque ore dopo"},
{"Key":"GRAPH_INTRO","en-gb":"Below, you will find the various conflict management styles according to Thomas-Kilmann's model. The percentages indicate how much you've adopted each of these styles during the game.\nIn order to be able to interpret your profile, we point you to the style with the highest percentage (which represents you the most) and the lowest percentage (which represents you less). Next to these two styles, you will see some reflection questions that may be helpful.","it":"Durante il gioco ti sei trovato a gestire delle situazioni di conflitto.\n\nNel grafico vengono riportate le percentuali che indicano a quali stili di gestione del conflitto le tue scelte fanno riferimento (il modello che abbiamo adottato è quello di Thomas-Kilmann).\n\nCome punto di partenza inizia a scoprire qual è lo stile con la percentuale più alta, quello che corrisponde alla frequenza maggiore delle tue scelte.\n\nCerca di scoprire se ti rappresenta, in quali situazioni è più adeguato e in quali casi è sconsigliato.\n\nSe ti interessa, hai anche la possibilità di scoprire gli altri stili, e individuare in quali situazioni potrebbe essere vantaggioso adottarli."},
{"Key":"GREEN_PLACEMENT","en-gb":"Number positioned correctly compared to the best possible line-up","it":"Numero di persone posizionate correttamente rispetto alla formazione ideale."},
{"Key":"GRINDER","en-gb":"Grinder","it":"Grinder"},
{"Key":"GRINDER_DESCRIPTION","en-gb":"Tasked with hoisting the sails, only the super strong will do well here.","it":"E' impiegato a issare le vele, solo chi è fisicamente molto forte può far bene in questo ruolo."},
{"Key":"HEIGHT","en-gb":"Height","it":"Altezza"},
{"Key":"HELMSMAN","en-gb":"Helmsman","it":"Timoniere"},
{"Key":"HELMSMAN_DESCRIPTION","en-gb":"Steers the ship. The ability to think ahead and react as soon as possible is needed here.","it":"Guida la barca. La lungimiranza e la capacità di reagire tempestivamente sono necessarie per questo ruolo."},
{"Key":"HELP","en-gb":"Help","it":"Aiuto"},
{"Key":"HIDDEN_FEEDBACK","en-gb":"Speak to your team in order to reveal information and avoid hidden feedback","it":"Parla col tuo team per scoprire più informazioni ed evitare feedback nascosto"},
{"Key":"HIGH","en-gb":"High","it":"Alto"},
{"Key":"HIRE_WARNING_NOT_POSSIBLE","en-gb":"You don't have enough time left to hire this person.","it":"Non hai abbastanza tempo a disposizione per assumere questa persona."},
{"Key":"HIRE_WARNING_POSSIBLE","en-gb":"Are you sure you want to hire {0}?","it":"Sei sicuro di voler assumere {0}?"},
{"Key":"IMPACT_CAUSES_SELECTION_AFTER","en-gb":"{0} expects to be the {1} in the next race.\n{2} expects to be the {1} in two races time.","it":"{0} si aspetta di essere il {1} nella prossima gara\n{2} si aspetta di essere il {1} nel giro di due gare"},
{"Key":"IMPACT_EXPECTED_POSITION","en-gb":"{0} expects to be the {1} in the next race.","it":"{0} si aspetta di essere il {1} nella prossima gara"},
{"Key":"IMPACT_EXPECTED_POSITION_AFTER","en-gb":"{0} expects to be the {1} in two races time.","it":"{0} si aspetta di essere il {1} nel giro di due gare"},
{"Key":"IMPACT_HEADER","en-gb":"As a result of that conversation...","it":"Come risultato della conversazione…."},
{"Key":"IMPACT_IMPROVE_CONFLICT_KNOWLEDGE","en-gb":"You now know how well the crew gets along with {0}.","it":"Ora sai quanto l'equipaggio va d'accordo con {0}"},
{"Key":"IMPACT_IMPROVE_CONFLICT_OPINION_GREATLY","en-gb":"{0} works better with the rest of the crew.","it":"{0} lavora meglio con il resto dell'equipaggio"},
{"Key":"IMPACT_IMPROVE_CONFLICT_TEAM_OPINION","en-gb":"{0} works slightly better with the rest of the crew.","it":"{0} lavora leggermente meglio con il resto dell'equipaggio"},
{"Key":"IMPACT_MANAGER_OPINION_ALL_CREW_BETTER","en-gb":"The whole crew has a better opinion of you.","it":"L'intero equipaggio ha un'opinione di te  migliore"},
{"Key":"IMPACT_MANAGER_OPINION_ALL_CREW_WORSE","en-gb":"The whole crew has a worse opinion of you.","it":"L'intero equipaggio ha un'opinione di te peggiore"},
{"Key":"IMPACT_MANAGER_OPINION_BETTER","en-gb":"{0} likes you working for you slightly more than before.","it":"A {0} piace un po’ più lavorare per te rispetto a prima"},
{"Key":"IMPACT_MANAGER_OPINION_MUCH_BETTER","en-gb":"{0} now likes working under you a lot more.","it":"Ora a {0} piace  molto di più lavorare per te"},
{"Key":"IMPACT_MANAGER_OPINION_MUCH_WORSE","en-gb":"{0} now dislikes working under you a lot more.","it":"Ora a {0} piace  molto meno lavorare per te"},
{"Key":"IMPACT_MANAGER_OPINION_WORSE","en-gb":"{0} dislikes working for you slightly more than before.","it":"A {0}  piace un po’ meno lavorare per te rispetto a prima"},
{"Key":"IMPACT_MOOD_BETTER","en-gb":"{0} is in a better mood.","it":"{0} è di umore migliore"},
{"Key":"IMPACT_MOOD_WORSE","en-gb":"{0} is in a worse mood.","it":"{0} è di umore peggiore"},
{"Key":"IMPACT_REVEAL_FOUR_SKILLS","en-gb":"You now know a lot more about the skillset of {0}.","it":"Ora sai molto di più sulle capacità di {0}"},
{"Key":"IMPACT_REVEAL_TWO_SKILLS","en-gb":"You now know more about the skillset of {0}.","it":"Ora sai  di più sulle capacità di {0}"},
{"Key":"IMPACT_WHOLE_TEAM_CHANGE","en-gb":"All of the crew not selected for the last race now expect to be selected for the next race.","it":"La parte di equipaggio che non è stata selezionata per l'ultima gara ora si aspetta di essere selezionata per la prossima gara."},
{"Key":"ITALIAN","en-gb":"Italiano","it":"Italiano"},
{"Key":"LAISSEZ_FAIRE","en-gb":"Laissez-Faire","it":"Laissez-Faire"},
{"Key":"LAISSEZ_FAIRE_DESCRIPTION","en-gb":"This style is characterized by:\n\nAn exchange with the group and its attention to the growth of the individual;\nThe renunciation of responsibility, postpone the decision, the non-return feedback;\nOperating minimal effort to meet the needs of others.","it":"Questo stile si caratterizza per:\n\nUno scambio contenuto con il gruppo e una relativa attenzione alla crescita dei singoli;\nLa rinuncia alla responsabilità, il rinviare la decisione, il non restituire feedback;\nL’operare il minimo sforzo per soddisfare i bisogni dei collaboratori.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"LANGUAGE","en-gb":"Language","it":"Lingua"},
{"Key":"LEADERBOARDS","en-gb":"Leaderboards","it":"Classifiche"},
{"Key":"LEADERSHIP_STYLES_HEADER","en-gb":"Leadership Styles","it":"Stili di leadership"},
{"Key":"LEADERSHIP_STYLES_TEXT","en-gb":"In the game, whilst managing conflicts you were in the leader role.\nThomas-Kilmann's conflict management model styles have been combined with three leadership styles. The two main dimensions are:\n\nBeing careful about yourself: focusing on your own needs and interests;\nAttention to others: focusing on the needs and interests of others.\n\nThe combination of these results in 3 leadership styles is shown below with your percentages. If you are curious to find out more about your style, you can read descriptions of each by clicking on their images.","it":"Nel gioco oltre che gestire i conflitti hai agito il ruolo di leader. \nAgli stili di gestione del conflitto del modello di Thomas-Kilmann sono stati abbinati tre stili di gestione della leadership.  Le due dimensioni principali sono:\n\nAttenzione per sé: focalizzazione sui propri bisogni e interessi;\nAttenzione per l’altro: focalizzazione sui bisogni e interessi altrui.\n\nLa combinazione di queste si traduce in 3 stili di leadership qui di seguito rappresentati con le tue percentuali. Se sei curioso di scoprire qualcosa in più sul tuo stile puoi leggere le descrizioni cliccando sulle immagini."},
{"Key":"LOAD_GAME","en-gb":"Load Game","it":"Carica il gioco"},
{"Key":"LOAD_GAME_MISSING_FILES","en-gb":"Unable to load game due to missing files. Please try loading a different game.","it":"Il gioco non può essere caricato perché mancano i file. Prova a caricare un gioco diverso."},
{"Key":"LOAD_GAME_NOT_LOADED","en-gb":"Game was not loaded. Please try again.","it":"Il gioco non è stato caricato. Prova ancora."},
{"Key":"LOW","en-gb":"Low","it":"Basso"},
{"Key":"MAIN_MENU","en-gb":"Main Menu","it":"Menù principale"},
{"Key":"MALE","en-gb":"Male","it":"Uomo"},
{"Key":"MANAGER_AGE","en-gb":"Manager Age:","it":"Età del coach:"},
{"Key":"MANAGER_GENDER","en-gb":"Manager Gender:","it":"Sesso del coach:"},
{"Key":"MANAGER_NAME","en-gb":"Manager Name:","it":"Nome del coach:"},
{"Key":"MANAGER_OPINION","en-gb":"Opinion of you","it":"Opinione del coach"},
{"Key":"MANAGER_OPINION_FEEDBACK","en-gb":"An effective line-up who like you more could have been chosen","it":"Avresti potuto scegliere una formazione più efficace in cui le persone vanno più d'accordo con te"},
{"Key":"MED","en-gb":"Average","it":"Medio"},
{"Key":"MEETING_EARLY_EXIT","en-gb":"Nevermind, goodbye.","it":"Non importa, ciao."},
{"Key":"MEETING_EXIT","en-gb":"OK, thank you for telling me that.","it":"OK, grazie per avermelo detto."},
{"Key":"MEETING_HEADER","en-gb":"Let's talk.","it":"Parliamone."},
{"Key":"MEETING_INTRO_MID","en-gb":"You wanted to see me?","it":"Volevi vedermi?"},
{"Key":"MEETING_INTRO_NEGATIVE","en-gb":"What do you want?","it":"Cosa vuoi?"},
{"Key":"MEETING_INTRO_POSITIVE","en-gb":"What do you want to ask?","it":"Che cosa vuoi chiedere?"},
{"Key":"MENU_QUIT_CONFIRM","en-gb":"Are you sure you want to quit out to the menu? Unsaved changes will be lost!","it":"Sei sicuro di voler andare al menù? Cambiamenti non salvati andranno perduti."},
{"Key":"MIDBOWMAN","en-gb":"Mid-Bowman","it":"Assistente prodiere"},
{"Key":"MIDBOWMAN_DESCRIPTION","en-gb":"Stows sails below deck and helps with sail changes. Crew positioned here will need to be physically fit, agile and able to deal with being in this hot, dark and wet position.","it":"Ripiega le vele sottocoperta e aiuta nel cambio della vela. Chi occupa questa posizione deve essere fisicamente prestante, agile, in grado di sopportare il caldo, il buio e l'umidità."},
{"Key":"MOOD","en-gb":"Mood","it":"Umore"},
{"Key":"MOOD_FEEDBACK","en-gb":"An effective line-up who are in a better mood could have been chosen","it":"Avresti potuto scegliere una formazione più efficace che si trovi in uno stato d'animo migliore"},
{"Key":"MUSIC","en-gb":"Music","it":"Musica"},
{"Key":"MY_CREW","en-gb":"My Crew","it":"Il mio equipaggio"},
{"Key":"NAME","en-gb":"Name","it":"Nome"},
{"Key":"NAME_WITH_COLON","en-gb":"Name:","it":"Nome:"},
{"Key":"NAVIGATOR","en-gb":"Navigator","it":"Navigatore"},
{"Key":"NAVIGATOR_DESCRIPTION","en-gb":"In charge of manoeuvres. Situational awareness and reactions are key to succeed in this position.","it":"Si occupa delle manovre. Consapevolezza situazionale e reattività sono gli aspetti chiave per ricoprire questo ruolo."},
{"Key":"NEW_GAME","en-gb":"New Game","it":"Nuovo gioco"},
{"Key":"NEW_GAME_CREATION_ERROR","en-gb":"Game not created. Please try again.","it":"Il gioco non è stato creato. Riprova."},
{"Key":"NEW_GAME_OVERWRITE","en-gb":"A game with this team name already exists!\nAre you sure you want to create a new game and overwrite the existing game?","it":"Un gioco con questo nome esiste già!"},
{"Key":"NEXT","en-gb":"Next","it":"Avanti"},
{"Key":"NIGHT_AND_DAY_AND_SO_ON","en-gb":"Night And Day And So On","it":"Notte e giorno e così via"},
{"Key":"NO","en-gb":"No","it":"No"},
{"Key":"NO_ROLE","en-gb":"No Role","it":"Nessun ruolo"},
{"Key":"NO_WASTED_TIME","en-gb":"No Wasted Time","it":"Non perdere tempo"},
{"Key":"NOTES","en-gb":"Notes","it":"Note"},
{"Key":"NOTES_HEADER","en-gb":"Notes on {0}","it":"Note su {0}"},
{"Key":"OK","en-gb":"OK","it":"Ok"},
{"Key":"OVERALL_RESULT","en-gb":"Final Cup Position","it":"Posizione Finale in classifica"},
{"Key":"OVERWRITE","en-gb":"Overwrite","it":"Sovrascrivi"},
{"Key":"PERCEPTION","en-gb":"Perception","it":"Percezione"},
{"Key":"PERCEPTION_DESCRIPTION","en-gb":"Perception - situational awareness and ability to think outside the box","it":"Percezione - Consapevolezza situazionale e capacità di pensare fuori dagli schemi"},
{"Key":"PERCEPTION_FEEDBACK","en-gb":"This line-up was lacking in perception","it":"Questa formazione era carente in percezione"},
{"Key":"PITMAN","en-gb":"Pitman","it":"Drizzista"},
{"Key":"PITMAN_DESCRIPTION","en-gb":"Manages sail changes and can also hoist if needed. Strength, awareness and decent communication skills are required to do well in this role.","it":"Gestisce il cambio delle vele e può anche issarle se necessario. Forza, consapevolezza e buone capacità comunicative sono richieste per una buona riuscita in questo ruolo."},
{"Key":"POSITION_1","en-gb":"1st","it":"Primo"},
{"Key":"POSITION_10","en-gb":"10th","it":"Decimo"},
{"Key":"POSITION_2","en-gb":"2nd","it":"Secondo"},
{"Key":"POSITION_3","en-gb":"3rd","it":"Terzo"},
{"Key":"POSITION_4","en-gb":"4th","it":"Quarto"},
{"Key":"POSITION_5","en-gb":"5th","it":"Quinto"},
{"Key":"POSITION_6","en-gb":"6th","it":"Sesto"},
{"Key":"POSITION_7","en-gb":"7th","it":"Settimo"},
{"Key":"POSITION_8","en-gb":"8th","it":"Ottavo"},
{"Key":"POSITION_9","en-gb":"9th","it":"Nono"},
{"Key":"POSITION_NAME","en-gb":"Position Name","it":"Nome della posizione"},
{"Key":"POSITIVE_OUTLOOK","en-gb":"Positive Outlook","it":"Atteggiamento positivo"},
{"Key":"PREVIOUS","en-gb":"Previous","it":"Precedente"},
{"Key":"PREVIOUS_MEMBERS","en-gb":"Previous Members","it":"Chi ha già ricoperto questo ruolo"},
{"Key":"PROMOTION_ADDED","en-gb":"Added","it":"Aggiunto"},
{"Key":"PROMOTION_HEADER","en-gb":"Your boat type has changed!","it":"La tua imbarcazione è cambiata!"},
{"Key":"PROMOTION_REMOVED","en-gb":"Removed","it":"Rimosso"},
{"Key":"QUESTION","en-gb":"Question","it":"Domanda"},
{"Key":"QUESTIONNAIRE_INTRO","en-gb":"Picture yourself in a situation where your wishes differ from that of another person.\n\nFor each of the following 30 statements, choose either A or B (with a circle) as the one which best describes how you would respond. Sometimes neither the A or B statement is typical of your response but try to choose the one that would seem most likely to be your instinctive response in that situation. Only you will see the finished exercise.","it":"Ti verranno proposte 30 coppie di affermazioni, che descrivono possibili risposte comportamentali in situazioni di conflitto. Di volta in volta, scegli l’alternativa più vera per te tra A o B.\n\nA volte né A né B potrebbero corrispondere al tuo comportamento, scegli comunque l’alternativa che più si avvicina al tuo modo di fare."},
{"Key":"QUESTIONS_ASKED","en-gb":"Questions Asked","it":"Domande sottoposte"},
{"Key":"QUICKNESS","en-gb":"Quickness","it":"Velocità"},
{"Key":"QUICKNESS_DESCRIPTION","en-gb":"Quickness - reactions and agility.","it":"Velocità - reattività e agilità"},
{"Key":"QUICKNESS_FEEDBACK","en-gb":"This line-up was lacking in quickness","it":"Questa formazione era carente in velocità"},
{"Key":"RACE_BUTTON_PRACTICE","en-gb":"Practice {0}/{1}","it":"Prova {0}/{1}"},
{"Key":"RACE_BUTTON_RACE","en-gb":"Race!","it":"Gara!"},
{"Key":"RACE_CONFIRM_ALLOWANCE_REMAINING","en-gb":"You have {0} Talk Time remaining! If you don't use it before the race, they will be lost.\n\nAre you sure you want to race with this line-up now?","it":"Hai {0} tempo di conversazione rimanente! Se non lo usi prima della gara andrà perduto.\n\nSei sicuro di voler saltare le sessioni di prova rimanenti e gareggiare con questa formazione?"},
{"Key":"RACE_CONFIRM_NO_ALLOWANCE","en-gb":"Are you sure you want to race with this line-up now?","it":"Sei sicuro di voler saltare le sessioni di prova rimanenti e gareggiare con questa formazione?"},
{"Key":"RACE_POSITION","en-gb":"Position:","it":"Posizione:"},
{"Key":"RACE_RESULT_POSITION","en-gb":"{0} finished {1}!","it":"{0} si classifica {1}!"},
{"Key":"RACE_RESULTS","en-gb":"Race Results","it":"Risultati della gara"},
{"Key":"RACE_SKIP_CONFIRM_ALLOWANCE_REMAINING","en-gb":"You have {0} Talk Time remaining! If you don't use it before the race, they will be lost.\n\nAre you sure you want to skip the remaining practice sessions and race with this line-up now?","it":"Hai {0} tempo di conversazione rimanente! Se non lo usi prima della gara andrà perduto.\n\nSei sicuro di voler saltare le sessioni di prova rimanenti e gareggiare con questa formazione?"},
{"Key":"RACE_SKIP_CONFIRM_NO_ALLOWANCE","en-gb":"Are you sure you want to skip the remaining practice sessions and race with this line-up now?","it":"Sei sicuro di voler saltare le sessioni di prova rimanenti e gareggiare con questa formazione?"},
{"Key":"RACE_WINNER","en-gb":"Race Winner","it":"Vincitore della gara"},
{"Key":"RACES","en-gb":"Races","it":"Gare"},
{"Key":"RANDOMISE","en-gb":"Randomise","it":"Randomizza"},
{"Key":"RECRUIT_BUTTON_HOVER_ALLOWANCE","en-gb":"Recruitment unavilable due to lack of talk time.","it":"Il reclutamento non è più attivabile a causa della mancanza di tempo di conversazione."},
{"Key":"RECRUIT_BUTTON_HOVER_LIMIT","en-gb":"Recruitment unavilable as crew change limit ({0}) has been reached for this race session.","it":"Il reclutamento non è più attivabile. È stato raggiunto il limite ({0}) massimo di cambiamenti per questa sessione di gioco."},
{"Key":"RECRUIT_GREETING_0","en-gb":"Hello","it":"Ciao"},
{"Key":"RECRUIT_GREETING_1","en-gb":"Hey","it":"Hey"},
{"Key":"RECRUIT_GREETING_2","en-gb":"Hi","it":"Ciao"},
{"Key":"RECRUIT_GREETING_3","en-gb":"Hey there","it":"Ehilà"},
{"Key":"RECRUIT_LEAVE","en-gb":"Leave without recruiting","it":"Lascia senza reclutare nessuno."},
{"Key":"RECRUITMENT_INTRO","en-gb":"Your recruits are here. What do you want to ask them all or who do you want to hire?","it":"I tuoi candidati sono qui. Cosa vuoi chiedere loro o chi vorresti reclutare?"},
{"Key":"RED_PLACEMENT","en-gb":"Number positioned that are not featured in the best possible line-up","it":"Numero di persone che non rientrano nella formazione ideale"},
{"Key":"REPEAT_CONFIRM","en-gb":"Are you sure you want to use the same crew line-up as the previous race?","it":"Sei sicuro di voler utilizzare la stessa squadra della gara precedente?"},
{"Key":"REQUIRED","en-gb":"Required","it":"Richiesto"},
{"Key":"RESTART","en-gb":"Restart","it":"Ricomincia"},
{"Key":"RESULT","en-gb":"Result","it":"Risultato"},
{"Key":"RESULT_HEADER","en-gb":"The race is over and the results are in...","it":"La gara è finita"},
{"Key":"ROLE","en-gb":"Role","it":"Ruolo"},
{"Key":"ROLE_WITH_COLON","en-gb":"Role:","it":"Ruolo:"},
{"Key":"SEASON_PROGRESS","en-gb":"Season Progress","it":"Miglioramento stagionale"},
{"Key":"SEASON_RANKING","en-gb":"Season Ranking","it":"Classifica del campionato"},
{"Key":"SETTINGS","en-gb":"Settings","it":"Impostazioni"},
{"Key":"SHOW_TUTORIAL","en-gb":"Show Tutorial:","it":"Mostra il tutorial:"},
{"Key":"SIGNED_IN_AS","en-gb":"Signed in as:","it":"Hai eseguito l'accesso come:"},
{"Key":"SKILLS_REQUIRED","en-gb":"Skills Required","it":"Competenze richieste"},
{"Key":"SKIPPER","en-gb":"Skipper","it":"Skipper"},
{"Key":"SKIPPER_DESCRIPTION","en-gb":"The team captain. They'll have to be able to lead the crew and handle the pressure of doing so, all the while knowing how to react in tough situations.","it":"Il capitano della squadra. Dovrà essere in grado di condurre l'equipaggio e gestire la pressione, sapendo come reagire nelle situazioni critiche."},
{"Key":"SOUND","en-gb":"Sound FX","it":"Effetti sonori"},
{"Key":"SUBMIT","en-gb":"Submit","it":"Invia"},
{"Key":"SUGAR_SIGN_IN","en-gb":"SUGAR Sign-in","it":"SUGAR Sign-in"},
{"Key":"TALK_TIME_REMAINING","en-gb":"Talk Time Remaining","it":"Tempo di conversazione rimanente"},
{"Key":"TEAM_COLOURS","en-gb":"Team Colours:","it":"Colori della squadra:"},
{"Key":"TEAM_MANAGEMENT","en-gb":"Team Line-Up","it":"Formazione"},
{"Key":"TEAM_NAME","en-gb":"Team Name:","it":"Nome della squadra:"},
{"Key":"TRANSACTIONAL","en-gb":"Transactional","it":"Transazionale"},
{"Key":"TRANSACTIONAL_DESCRIPTION","en-gb":"This style is based on negotiation and exchange between the leader and the group, depending on the achievement of the objectives.\nThe main features are:\n\nThe willingness to recognize the roles and clarify the tasks required;\nThe ability to recognize and reinforce the behaviors and appropriate results.","it":"Questo stile si basa sulla negoziazione e lo scambio tra il leader e il gruppo, in funzione del raggiungimento degli obiettivi.\nLe principali caratteristiche sono:\n\nLa propensione a riconoscere i ruoli e chiarire le richieste dei compiti;\nLa capacità di riconoscere e rinforzare i comportamenti e i risultati adeguati.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"TRANSFORMATIONAL","en-gb":"Transformational","it":"Trasformazionale"},
{"Key":"TRANSFORMATIONAL_DESCRIPTION","en-gb":"Its main features are:\n\nThe ability to evolve the interests and motivations of people, involving them and getting them to also reach challenging goals.\nAttempting to listen and be interested in emotions, values, morals, individual qualities.\nPay attention to the growth and needs of others, encouraging them to be creative and innovative.\nBe a role model to others and lead by example.\nThe ability to adapt to situations and contexts.","it":"Le sue principali caratteristiche sono:\n\nLa capacità di far evolvere gli interessi e le motivazioni delle persone, coinvolgendole e portandole a raggiungere obiettivi anche sfidanti. \nÈ proteso all’ascolto ed è interessato a emozioni, valori, morale, qualità individuali. \nPresta attenzione alla crescita e ai bisogni degli altri, stimolandoli ad essere creativi e innovativi. \nÈ un modello di riferimento e dà il buon esempio.\nHa la capacità di adattarsi alle situazioni e ai contesti.\n\nGuarda il video per vedere questo stile in azione."},
{"Key":"TRIMMER","en-gb":"Trimmer","it":"Randista"},
{"Key":"TRIMMER_DESCRIPTION","en-gb":"Responsible for controlling the shape of the sails. Attention to detail and durability will bring success to those in this position.","it":"Responsabile per il controllo delle vele. Attenzione ai dettagli e alla durata sono competenze necessarie per questo ruolo."},
{"Key":"TUTORIAL_CLOSE","en-gb":"To close, click anywhere on the screen.","it":"Per chiudere, clicca in qualunque punto dello schermo."},
{"Key":"TUTORIAL_COMPLETE","en-gb":"Tutorial Complete!","it":"Tutorial completato!"},
{"Key":"TUTORIAL_WARNING","en-gb":"Are you sure you want to quit out of the tutorial?\n\nIf yes, you'll need to start a new game in order to take the tutorial.","it":"Sei sicuro di voler uscire dal tutorial?"},
{"Key":"UNHAPPY_BUT_VICTORIOUS","en-gb":"Unhappy But Victorious","it":"Infelice ma vittorioso"},
{"Key":"VERY_HIGH","en-gb":"Very high","it":"Molto alto"},
{"Key":"VERY_LOW","en-gb":"Very low","it":"Molto basso"},
{"Key":"VIDEO","en-gb":"Video","it":"Video"},
{"Key":"WILLPOWER","en-gb":"Willpower","it":"Forza di volontà"},
{"Key":"WILLPOWER_DESCRIPTION","en-gb":"Willpower - ability to keep calm under pressure","it":"Forza di volontà - capacità di rimanere calmi quando si è sotto pressione"},
{"Key":"WILLPOWER_FEEDBACK","en-gb":"This line-up was lacking in willpower","it":"Questa formazione era carente in fermezza"},
{"Key":"WINS","en-gb":"Wins","it":"Vittorie"},
{"Key":"WISDOM","en-gb":"Wisdom","it":"Saggezza"},
{"Key":"WISDOM_DESCRIPTION","en-gb":"Wisdom - decision making and judgement","it":"Saggezza - capacità di decisione e giudizio"},
{"Key":"WISDOM_FEEDBACK","en-gb":"This line-up was lacking in wisdom","it":"Questa formazione era carente in saggezza"},
{"Key":"YELLOW_PLACEMENT","en-gb":"Number positioned that feature in the best possible line-up in another position","it":"Numero di persone scelte correttamente ma collocate in posizione diversa rispetto alla formazione ideale"},
{"Key":"YES","en-gb":"Yes","it":"Sì"},
{"Key":"YOU","en-gb":"you","it":"Tu"}]