[{"Section Text English":"Welcome to the Team Management screen!\nHere is where you’ll be dealing with your crew and assigning them their positions for races.\nFirstly, let’s take a look at the three positions you’ll need to fill.\nClick on any of them to display the pop-up for that position.","Section Text Italian":"Benvenuto nell'area di gestione della tua squadra!\nQui scegli il tuo equipaggio: trova la persona giusta per ogni ruolo.\nPrima di tutto dai un'occhiata ai tre ruoli che devi ricoprire. \nClicca su ciascuno ruolo per averne una descrizione. ","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Position Container","Highlight Text Trigger":"3","Reversed UI":"False","Triggers":"PositionUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"This pop-up lists all the skills required for the position you just selected and will, after your first race, also display who is currently in this position and has been in it the most in the past.\nTo close this pop-up, use the X in the top right of the pop-up.","Section Text Italian":"Questa finestra ti mostra la lista delle competenze richieste per il ruolo che hai appena selezionato. Dopo la prima gara, sempre in questo riquadro, troverai sia la persona che attualmente occupa la posizione, sia chi l'ha ricoperta in passato. \nPer chiudere la finestra, usa la x in alto a destra del riquadro.","Highlighted Object":"Team Management/Pop-up Bounds/Position Pop-Up","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PositionDisplayUI, ClosePositionPopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Now that you know how to review positions, it’s time to take a look at the crew you’re starting with. At the bottom of the screen, all your crew members are listed.\nThe facial expression of each shows their current mood. At the moment all your crew is in a 'neutral' mood, which has no impact on their performance.\nA happy looking, smiling crew member will be in a good mood and as such will perform better than normal, whilst anyone looking sad or angry will be in a bad mood and will perform worse. \nIn order to find out more on a crew member, you'll need to talk to them, which you can do by clicking on them.","Section Text Italian":"Ora che conosci quali posizioni devono essere occupate, è tempo di dare un'occhiata all'equipaggio di partenza. Nella parte bassa dello schermo sono elencati tutti i componenti della tua squadra. \nL'espressione facciale di ciascuno mostra il suo stato d'animo corrente. In questo momento il tuo equipaggio si trova in uno stato d'animo neutrale, che non ha impatto sulla performance.\nPresta attenzione ai cambiamenti delle espressioni: un membro che appare felice e sorridente si troverà in un stato d'animo positivo e avrà una prestazione superiore, mentre uno che appare triste o arrabbiato avrà una prestazione peggiore.\nClicca sul personaggio per conoscere di più su di lui/lei e avviare una conversazione.","Highlighted Object":"Team Management/Crew Container","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"CrewMemberUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"3","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"This pop-up displays all the known skills and opinions for this person, but as you’ve only just started, you know nothing about their skills and, as far as you’re aware, their opinion of everyone is neutral.\nTheir opinion on other members of the team is displayed in the top left of their respective icons, whilst their opinion of you is shown in the top left of this pop-up. As known information on opinions becomes older, the backgrounds of these icons will also get progressively darker.\nIn order to learn more about this crew member, you’re going to need to talk to them by clicking any of the available questions, with their response displayed above the list of questions.\nAsking questions, along with some other actions in the game, require an amount of 'Talk Time' to do, with a limited amount available per race. For now, this limitation has been removed, so feel free to ask each question a couple of times.","Section Text Italian":"Questa finestra mostra tutte le abilità e le opinioni di questa persona. Poiché hai appena iniziato non sai ancora nulla sulle competenze che possiede e delle sue opinioni.\nL'opinione nei confronti degli altri membri della squadra è rappresentata dalla mano nera in alto a sinistra della sua immagine, mentre la sua opinione nei tuoi confronti è riportata -con la stessa icona- in alto a sinistra di questa finestra. Quando l'informazione sulle opinioni diventa obsoleta, lo sfondo di queste icone diventerà progressivamente più scuro. \nPer imparare di più su un membro dell'equipaggio, devi parlare con lui, cliccando su una delle domande disponibili. La risposta verrà riportata nel fumetto. \nFare domande, così come altre azioni nel gioco, richiede una certa quantità di tempo che è limitato per ciascuna gara. Nel tutorial il limite è stato rimosso, pertanto sentiti libero di fare tutte le domande che vuoi.","Highlighted Object":"Team Management/Pop-up Bounds/Meeting Pop-Up","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"MemberMeetingUI, AskQuestion","Unique Triggers":"False","Trigger Count Required":"6","Save Progress":"2","Button Blacklist":"Close\nClose (1)","Custom Attributes":"cost=false"},
{"Section Text English":"OK, looks like you’ve got the hang of talking to your team.\nNow you have some information for this crew member, exit the pop-up using the highlighted button.","Section Text Italian":"Ok, sembra che tu abbia concluso di intervistare il candidato per il tuo equipaggio.\nOra hai qualche informazione in più su di lui. Esci da questa finestra usando il pulsante evidenziato.","Highlighted Object":"Team Management/Pop-up Bounds/Meeting Pop-Up/Close","Highlight Text Trigger":"1","Reversed UI":"False","Triggers":"MemberMeetingUI, OnDisable","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=false"},
{"Section Text English":"Now you know how to question your crew, it’s time to place them into positions.\nOnce you've gathered some further information on your team and the positions you'll need to find, place crew members by dragging them into the position you think they’d best fit.","Section Text Italian":"Ora sai come intervistare i membri del equipaggio. E' giunto il momento di assegnarli ai ruoli. \nDopo aver raccolto ancora qualche informazione sul tuo team e sulle posizioni da ricoprire trascina i candidati nei ruoli che ritieni possano interpretare meglio.","Highlighted Object":"Team Management","Highlight Text Trigger":"1","Reversed UI":"False","Triggers":"CrewMemberUI, Place","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"0","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"If you want to remove a crew member from a position, just drag them out of the position.","Section Text Italian":"Se vuoi rimuovere un membro da una posizione, puoi trascinarlo fuori.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"CrewMemberUI, Reset","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"-1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Once you've filled all of the positions wth crew members, the boat will be ready to take part in the first practice session.","Section Text Italian":"Quando hai coperto tutte le posizioni, l'equipaggio è pronto per affrontare la prima sessione di prova.","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"TeamSelectionUI, EnableRacing","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"-2","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Don’t worry if you haven't gotten the perfect line-up, as usually you'll get four practice session before the race proper, with feedback on your choices after each session.\nKeep in mind however that for this tutorial you'll only be given two practice sessions.\nEvery session, your performance is based on the skill ratings of your line-up in their positions, their opinion of you, their current mood and their opinion of everyone else selected.\nBy clicking the highlighted button, your selected line-up will take part in the first practice session.","Section Text Italian":"Non ti preoccupare se non individui la formazione perfetta al primo tentativo, ci sono 4 prove per fare pratica prima della gara vera propria. Riceverai un feedback sulle scelte fatte al termine di ciascuna prova.\nPer questo tutorial avrai a disposizione solo due prove. \nOgni volta la tua performance è calcolata in base a 4 parametri: 1) la corrisondenza tra le caratteristiche di ogni ruolo e le capacità dei giocatori selezionati 2) l'opinione che hanno di te 3) il loro stato d'animo 4) l'opinione di ciascuno rispetto agli altri membri selezionati. \nClicca il pulsante evidenziato e la tua squadra parteciperà alla prima prova.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Race","Highlight Text Trigger":"3","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"After every session, you'll be given feedback on how your selected crew performed.\nThese colored boxes represent how close you are to selecting the best possible line-up available to you.\nHover over or click each box to see what they represent.","Section Text Italian":"Dopo ogni sessione riceverai un feedback sulla performance dell'equipaggio che hai selezionato. \nI quadrati colorati indicano quanto ti sei avvicinato alla formazione ideale.\nClicca, o passa sopra ciascuno, per leggere ciò che rappresenta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Light Container","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"HoverPopUpUI, HoverCheck","Unique Triggers":"True","Trigger Count Required":"3","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Hover over or click each box to see what they represent.","Section Text Italian":"Clicca, o passa sopra ciascuno, per leggere ciò che rappresenta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Light Container","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"HoverPopUpUI, HideHover","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"You'll also be given feedback after every session on which areas your team needs to improve in, if any.\nNote that, for this session only, these icons aren't representative of which areas actually require improvement.\nEach blue icon represents an area that requires improvement, with icons on the left having more room for improvement.\nGrey question marks mean that your team needs to be questioned further in order to discover what needs improving.\nBy hovering over each of the blue icons, you can see what each icon represents.","Section Text Italian":"Al termine di ciascuna sessione, potrai riceverai anche un feedback sulle aree in cui il tuo team è carente (se presenti). \nI cerchietti con sfondo dall'azzurro al blu rappresentano le dimensioni da migliorare. In questa sessione le icone sono presentate solo a titolo di esempio, \nCiascuna icona azzurra rappresenta una dimensione che richiede un miglioramento. Le icone sulla sinistra, di colore più scuro, hanno un margine di miglioramento maggiore. \nI punti di domanda in grigio indicano che il tuo equipaggio deve essere intervistato ulteriormente per scoprire cosa è necessario migliorare. \nPassando su ciascuna icona azzurra puoi leggere ciò che rappresenta. ","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Icon Container","Highlight Text Trigger":"2","Reversed UI":"True","Triggers":"HoverPopUpUI, HoverCheck","Unique Triggers":"True","Trigger Count Required":"3","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"By hovering over each of the blue icons, you can see what each icon represents.","Section Text Italian":"Passando su ciascuna icona azzurra puoi leggere ciò che rappresenta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Icon Container","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"HoverPopUpUI, HideHover","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Also keep in mind that selecting the best possible crew won't always mean you'll win the race. After all, the best of a poor crew is still going to be fairly bad.\nNow that you've completed the first practice session, use what you've learned to take part in the second practice session.","Section Text Italian":"Ricordati che selezionare la squadra migliore non significa sempre vincere la gara.\nOra che hai completato la prima sessione di prova, usa ciò che hai imparato per prender parte alla seconda. ","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"OK, practice is over and it's now time for the race itself! Do you play it safe and pick based on what you know, or try and experiment when it matters?\nOnce you're happy with your selected line-up, click the 'Race!' button to take part in your first race.","Section Text Italian":"Ok, la pratica è finita; è arrivato il momento di gareggiare! Giocherai senza rischiare selezionando in base a ciò che conosci o proverai a sperimentare una nuova formazione?\nQuando sarai soddisfatto della formazione selezionata, clicca sul pulsante \"Gara!\" per prender parte alla prima gara.","Highlighted Object":"Team Management","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"2","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"This result pop-up will apear after every race. Did this race go as well as you expected?","Section Text Italian":"Questa finestra con i risultati apparirà al termine di ciascuna gara. La gara è andata come ti aspettavi? ","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ClosePostRacePopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Now you’ve completed your first race and seen where you went right and wrong, it’s time to change things up a little.\nA navigator is no longer needed on your boat. Instead you need a Helmsman, and none of your current crew suit this position very well.\nAs a result, you’ll need to recruit a new member into your team. But first, let’s look at the details behind this new position to fill.","Section Text Italian":"Ora che hai completato la tua prima gara e visto come funziona, cambiamo un po' le cose.\nUn navigatore non è più necessario sulla tua barca. Ora serve un timoniere, e nessuno del tuo equipaggio attuale ricopre questa posizione molto bene.\nDi conseguenza, sarà necessario reclutare un nuovo membro per la squadra. Ma prima, diamo un'occhiata ai dettagli di questa posizione da ricoprire. ","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Position Container/Position 1","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"PositionUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Once you’re happy you know what skills will be needed in this position, close the pop-up.","Section Text Italian":"Una volta comprese quali siano le competenze necessarie in questa posizione, chiudi la finestra.","Highlighted Object":"Team Management/Pop-up Bounds/Position Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"PositionDisplayUI, ClosePositionPopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"To go to the recruitment screen, click one of the black buttons on the right of the highlighted area.","Section Text Italian":"Per poter procedere con il reclutamento della squadra, clicca uno dei pulsanti neri sulla destra dell'area evidenziata.","Highlighted Object":"Team Management/Crew Container/zz Recruit","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, ResetDisplay","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"0","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"By clicking the skill statements at the bottom of the screen, these four possible recruits will reply with if they agree or disagree with the statement.\nBy saying the right statements, you should get an idea on who to hire.\nNote that usually each of these questions would have a cost, as would hiring. This cost has been removed for the time being.","Section Text Italian":"Cliccando le frasi relative alle competenze, nella parte bassa dello schermo, i candidati diranno quanto gli corrispondono. \nScegliendo l'affermazione giusta, dovresti farti un'idea di chi reclutare. \nNota che solitamente ciascuna di queste domande ha un costo, così come il reclutamento. Questo costo è stato rimosso per il momento. ","Highlighted Object":"Team Management/Pop-up Bounds/Recruit Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, AskQuestion","Unique Triggers":"True","Trigger Count Required":"2","Save Progress":"-1","Button Blacklist":"Close\nClose (1)\nButton","Custom Attributes":"cost=false"},
{"Section Text English":"Once you’re happy that you know who you want to hire, click on them to hire them into your team.","Section Text Italian":"Una volta che sei convinto chi vuoi reclutare, è sufficiente cliccare sull'immagine per inserire il giocatore nella tua squadra.","Highlighted Object":"Team Management/Pop-up Bounds/Recruit Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, Recruit","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"Close\nClose (1)","Custom Attributes":"cost=false"},
{"Section Text English":"Now we’ve got someone that you feel fits the new position, it’s time for the next set of sessions.\nAs before, you’ve got two practice sessions before the race itself.","Section Text Italian":"Ora hai qualcuno che ritieni possa ricoprire la nuova posizione, è tempo di passare alle prossime sessioni di gara. \nCome prima, hai 2 prove pratiche prima della gara vera e propria.","Highlighted Object":"Team Management","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"That's the first practice session completed. This'll be your last chance to experiment risk-free, so pick wisely.","Section Text Italian":"Hai appena completato la tua prima sessione di pratica. Questa sarà la tua ultima possibilità di sperimentare senza rischi, in modo da poter poi scegliere con maggior consapevolezza.","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Two practice sessions have come and gone, so now it's time to race for the first time with this new layout. Good luck!","Section Text Italian":"Hai completato due sessioni di prova; è arrivato il momento di gareggiare per la prima volta con questa formazione. Buona fortuna!","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Did practice make perfect this time round?","Section Text Italian":"Pensi che la pratica che hai fatto ti aiuti ad affrontare il prossimo round?","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ClosePostRacePopUp","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Seems that one of your crew members wants to speak with you.\nEvery so often, events like this will occur after a race, and it’s up to you to handle the situation.\nClick any of the available options to select and say them back to this crew member.","Section Text Italian":"Sembra che uno dei membri della squadra voglia parlare con te. \nOgni tanto, eventi simili a questo, si verificheranno dopo una gara, e tu sarai chiamato a gestire la situazione.\nFai clic su una delle opzioni disponibili per selezionare ciò che vuoi dire a questa persona.","Highlighted Object":"Team Management/Pop-up Bounds/Event Pop-Up/Solo","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PostRaceEventUI, SetBlockerOnClick","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"3","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"OK, that’s the conversation finished. Click the highlighted button to exit the conversation.","Section Text Italian":"OK, questa conversazione è finita. Per uscire dalla conversazione fai clic sul pulsante evidenziato.","Highlighted Object":"Team Management/Pop-up Bounds/Event Pop-Up/Solo/Close","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PostRaceEventUI, Hide","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"This dashing fellow (no relation, I assure you...) will pop up after every event to give you some feedback on how you handled the situation.\nTo close this feedback, click anywhere on the screen.","Section Text Italian":"Al termine di ciascun evento comparirò per darti un feedback su come hai gestito la situazione. \nPer chiudere questo feedback, clicca in qualunque punto dello schermo. ","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"LearningPillUI, ClosePill","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"From here on out, you're mostly on your own, but I'll pop up from time to time after events to give additional tips. Good luck!","Section Text Italian":"Da qui in avanti giocherai per conto tuo, ma comparirò di tanto in tanto dopo gli eventi per darti ulteriori suggerimenti. In bocca al lupo! ","Highlighted Object":"Team Management","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PositionUI, ShowPopUp\nCrewMemberUI, ShowPopUp\nPositionUI, LinkCrew","Unique Triggers":"False","Trigger Count Required":"1","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"}]