[{"Section Text English":"Welcome to the Team Management screen!\nHere is where you’ll be dealing with your crew and assigning them their positions for races.\nFirstly, let’s take a look at the three positions you’ll need to fill.\nClick on any of them to display the pop-up for that position.","Section Text Italian":"Benvenuto nell'area di Gestione della squadra!\nQui è dove tu ti occupi del tuo equipaggio e assegni le persone alle loro posizioni per le gare.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Position Container","Highlight Text Trigger":"3","Reversed UI":"False","Triggers":"PositionUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"This pop-up lists all the skills required for the position you just selected and will, after your first race, also display who is currently in this position and has been in it the most in the past.\nTo close this pop-up, use the X in the top right.","Section Text Italian":"Questa finestra ti mostra la lista delle competenze richieste per la posizione che hai appena selezionato. Tali competenze dovrebbero darti un'indicazione di chi selezionare per la prossima gara una volta raccolte tutte le informazioni.\nQui potresti anche trovare chi si trova attualmente nella posizione ed è stato in questa posizione in passato. In ogni caso finché la prima gara non è stata disputata non preoccuparti di questo.\nOra chiudi la finestra usando la X in alto a destra.","Highlighted Object":"Team Management/Pop-up Bounds/Position Pop-Up","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PositionDisplayUI, ClosePositionPopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"False","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Now that you know how to review positions, it’s time to take a look at the crew you’re starting with. At the bottom of the screen, all your crew members are listed.\nThe facial expression of each shows their current mood. At the moment all your crew is in a 'neutral' mood, which has no impact on their performance.\nA happy looking, smiling crew member will be in a good mood and as such will perform better than normal, whilst anyone looking sad or angry will be in a bad mood and will perform worse. \nIn order to find out more on a crew member, you'll need to talk to them, which you can do by clicking on them.","Section Text Italian":"Ora che conosci quali posizioni devono essere occupate, è tempo di dare un'occhiata all'equipaggio di partenza.\nNella parte bassa dello schermo sono elencati I tuoi 6 membri correnti.\nClicca su uno qualsiasi di loro per avviare una conversazione con lui/lei.","Highlighted Object":"Team Management/Crew Container","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"CrewMemberUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"3","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"This pop-up displays all the known skills and opinions for this person, but as you’ve only just started, you know nothing about their skills and, as far as you’re aware, their opinion of everyone is neutral.\nTheir opinion on other members of the team is displayed in the top left of their respective icons, whilst their opinion of you is shown in the top left of this pop-up. As known information on opinions becomes older, the backgrounds of these icons will also get progressively darker.\nIn order to learn more about this crew member, you’re going to need to talk to them by clicking any of the available questions, with their response displayed above the list of questions.\nAsking questions, along with some other actions in the game, require an amount of 'Talk Time' to do, with a limited amount available per race. For now, this limitation has been removed, so feel free to ask each question a couple of times.","Section Text Italian":"Questa finestra mostra tutti I dettagli che conosci di questo membro dell'equipaggio.\nPoichè hai appena iniziato a giocare e non hai ancora parlato con nessuno, non sai nulla sulle competenze e da quanto ne sai le opinioni di tutti sono neutrali.\nPer imparare di più su questo membro dell'equipaggio, devi parlare con lui.\nClicca su una delle domande disponibili per porgliela.\nIn alto a sinistra verranno mostrate le sue risposte  alla tua domanda.\nSolitamente avrai un limite nel numero di domande che potrai porre per ciascuna gara, ma per il momento il limite è stato rimosso pertanto sentiti libero di fare ciascuna domanda anche un paio di volte.","Highlighted Object":"Team Management/Pop-up Bounds/Meeting Pop-Up","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"MemberMeetingUI, AskQuestion","Unique Triggers":"False","Trigger Count Required":"6","Wipe Triggered Objects":"False","Save Progress":"2","Button Blacklist":"Close\nClose (1)","Custom Attributes":"cost=false"},
{"Section Text English":"OK, looks like you’ve got the hang of talking to your team.\nNow you have some information for this crew member, exit the pop-up using the highlighted button.","Section Text Italian":"Ok, sembra che tu abbia concluso di intervistare il membro dell'equipaggio.\nOra hai qualche informazione su di lui, esci da questa finestra.","Highlighted Object":"Team Management/Pop-up Bounds/Meeting Pop-Up/Close","Highlight Text Trigger":"1","Reversed UI":"False","Triggers":"MemberMeetingUI, OnDisable","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"False","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=false"},
{"Section Text English":"Now you know how to question your crew, it’s time to place them into positions.\nOnce you've gathered some further information on your team and the positions you'll need to find, place crew members by dragging them into the position you think they’d best fit.\nIf you want to remove a crew member from a position, just drag them out of the position.\nOnce you've filled all of the positions wth crew members, the boat will be ready to take part in the first practice session.","Section Text Italian":"Usando l'informazione che hai raccolto dalle interviste con I membri dell'equipaggio, disponi I candidati trascinandoli nelle posizioni che ritieni possano ricoprire meglio.\nSe vuoi rimuovere un membro da una posizione, semplicemente trascinalo via da quella posizione.","Highlighted Object":"null","Highlight Text Trigger":"1","Reversed UI":"False","Triggers":"TeamSelectionUI, EnableRacing","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"0","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Don’t worry if you haven't gotten the perfect line-up, as usually you'll get four practice session before the race proper, with feedback on your choices after each session.\nKeep in mind however that for this tutorial you'll only be given two practice sessions.\nEvery session, your performance is based on the skill ratings of your line-up in their positions, their opinion of you, their current mood and their opinion of everyone else selected.\nBy clicking the highlighted button, your selected line-up will take part in the first practice session.","Section Text Italian":"Sei soddisfatto di come hai collocato ognuno? Non ti preoccupare se non individui la formazione perfetta al primo tentativo, ci sono 4 prove per fare pratica prima della gara vera propria. Riceverai un feedback sulle scelte fatte al termine di ciascuna prova.\nLa performance del team si basa sui punteggi del membri nelle capacità richieste per ciascuna posizione, sull'opinione che hanno di te, sulla loro opinione rispetto alle posizioni altrui e sul loro stato d'animo corrente.\nClicca il pulsante evidenziato e la tua squadra parteciperà alla prima sessione di prova.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Race","Highlight Text Trigger":"3","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"After every session, you'll be given feedback on how your selected crew performed.\nThese colored boxes represent how close you are to selecting the best possible line-up available to you.\nHover over or click each box to see what they represent.","Section Text Italian":"I quadratini colorati rappresentano quanti membri sono stati posizionati rispetto alla disposizione ideale.\nPassa su ciascuno per leggere ciò che rappresenta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Light Container","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"HoverPopUpUI, HoverCheck","Unique Triggers":"True","Trigger Count Required":"3","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Hover over or click each box to see what they represent.","Section Text Italian":"Posizionati su ciascun quadratino per leggere ciò che rappresenta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Light Container","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"HoverPopUpUI, HideHover","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"You'll also be given feedback after every session on which areas your team needs to improve in, if any.\nNote that, for this session only, these icons aren't representative of which areas actually require improvement.\nEach blue icon represents an area that requires improvement, with icons on the left having more room for improvement.\nGrey question marks mean that your team needs to be questioned further in order to discover what needs improving.\nBy hovering over each of the blue icons, you can see what each icon represents.","Section Text Italian":"Riceverai anche un feedback sulle aree in cui il tuo team è carente (se presenti).\nI segni di spunta ti indicano che sei sulla strada giusta nel selezionare il team ideale.\nIl punto di domanda in grigio indica che l'informazione su come migliorare il tuo team è al momento nascosta.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Icon Container","Highlight Text Trigger":"2","Reversed UI":"True","Triggers":"HoverPopUpUI, HoverCheck","Unique Triggers":"True","Trigger Count Required":"3","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"By hovering over each of the blue icons, you can see what each icon represents.","Section Text Italian":"Passando sopra le icone blue puoi vedere quali aree devi migliorare.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Historic Boat 0/Icon Container","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"HoverPopUpUI, HideHover","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Also keep in mind that selecting the best possible crew won't always mean you'll win the race. After all, the best of a poor crew is still going to be fairly bad.\nNow that you've completed the first practice session, use what you've learned to take part in the second practice session.","Section Text Italian":"La prima sessione di prova è conclusa. Questa è la tua ultima possibilità per provare senza rischio, quindi cerca di fare una scelta saggia.","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"OK, practice is over and it's now time for the race itself! Do you play it safe and pick based on what you know, or try and experiment when it matters?\nOnce you're happy with your selected line-up, click the 'Race!' button to take part in your first race.","Section Text Italian":"Ok, la pratica è finita; è arrivato il momento di gareggiare.\nGioca senza rischiare e seleziona la migliore delle formazioni che hai provato, oppure ricombina le risorse quando è la sola cosa che conta.\nSpetta a te in quanto coach della squadra. ","Highlighted Object":"null","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"This result pop-up will apear after every race. Did this race go as well as you expected?","Section Text Italian":"Dopo ogni gara ti verrà mostrata la performance della tua  squadra  nell'ultima gara. Le cose sono andate come ti aspettavi?","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ClosePostRacePopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Now you’ve completed your first race and seen where you went right and wrong, it’s time to change things up a little.\nA navigator is no longer needed on your boat. Instead you need a Helmsman, and none of your current crew suit this position very well.\nAs a result, you’ll need to recruit a new member into your team. But first, let’s look at the details behind this new position to fill.","Section Text Italian":"Ora che hai completato la tua prima gara e visto come funziona, cambiamo un po' le cose.\nUn navigatore non è più necessario sulla tua barca. Ora è necessario un timoniere, e nessuno del tuo equipaggio attuale ricopre questa posizione molto bene.\nDi conseguenza, sarà necessario reclutare un nuovo membro per la squadra. Ma prima, diamo un'occhiata ai dettagli di questa posizione per ricoprirla al meglio.","Highlighted Object":"Team Management/Boat Container Bounds/Viewport/Content/Boat/Position Container/Position 1","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"PositionUI, ShowPopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Once you’re happy you know what skills will be needed in this position, close the pop-up.","Section Text Italian":"Una volta comprese quali siano le competenze necessarie in questa posizione, chiudi la finestra.","Highlighted Object":"Team Management/Pop-up Bounds/Position Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"PositionDisplayUI, ClosePositionPopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"To go to the recruitment screen, click one of the black buttons on the right of the highlighted area.","Section Text Italian":"Per poter procedere con il reclutamento della squadra, clicca uno dei pulsanti neri sulla destra dell'area evidenziata.","Highlighted Object":"Team Management/Crew Container/zz Recruit","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, ResetDisplay","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"0","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"By clicking the skill statements at the bottom of the screen, these four possible recruits will reply with if they agree or disagree with the statement.\nBy saying the right statements, you should get an idea on who to hire.\nNote that usually each of these questions would have a cost, as would hiring. This cost has been removed for the time being.","Section Text Italian":"Ecco le quattro opzioni su cui puoi operare il reclutamento. \nCliccando sulle affermazioni relative ad abilità possedute nella parte inferiore dello schermo, tutte e quattro le persone risponderanno se sono d'accordo o in disaccordo con l'affermazione selezionata.\nSelezionando le affermazioni corrette, dovresti farti un'idea su chi includere nella squadra.\nCiascuna di queste domande avrebbe un costo. Tale costo è stato rimosso per il momento.","Highlighted Object":"Team Management/Pop-up Bounds/Recruit Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, AskQuestion","Unique Triggers":"True","Trigger Count Required":"2","Wipe Triggered Objects":"True","Save Progress":"-1","Button Blacklist":"Close\nClose (1)\nButton","Custom Attributes":"cost=false"},
{"Section Text English":"Once you’re happy that you know who you want to hire, click on them to hire them into your team.","Section Text Italian":"Una volta che sei convinto su chi vuoi reclutare, è sufficiente cliccare sull'immagine per inserire il giocatore nella tua squadra.","Highlighted Object":"Team Management/Pop-up Bounds/Recruit Pop-Up","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"RecruitMemberUI, Recruit","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"Close\nClose (1)","Custom Attributes":"cost=false"},
{"Section Text English":"Now we’ve got someone that you feel fits the new position, it’s time for the next set of sessions.\nAs before, you’ve got two practice sessions before the race itself.","Section Text Italian":"Ora hai qualcuno che ritieni possa ricoprire la nuova posizione, è tempo di passare alla sessione di gioco successiva.\nCome prima, hai 2 prove pratiche prima della gara vera e propria.\nPuoi intervistare tutti I membri del tuo equipaggio se lo desideri.","Highlighted Object":"null","Highlight Text Trigger":"1","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"That's the first practice session completed. This'll be your last chance to experiment risk-free, so pick wisely.","Section Text Italian":"Hai appena completato la tua prima sessione di pratica. Questa sarà la tua ultima possibilità di sperimentare senza rischi, in modo da poter poi scegliere con maggior consapevolezza.","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"zz Recruit","Custom Attributes":"cost=true"},
{"Section Text English":"Two practice sessions have come and gone, so now it's time to race for the first time with this new layout. Good luck!","Section Text Italian":"Hai completato due sessioni di prova, è arrivato il momento di gareggiare per la prima volta con questa formazione. Buona fortuna!","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ConfirmLineUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Did practice make perfect this time round?","Section Text Italian":"Pensi che la pratica che hai fatto ti aiuti ad affrontare il prossimo round?","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"True","Triggers":"TeamSelectionUI, ClosePostRacePopUp","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"Seems that one of your crew members wants to speak with you.\nEvery so often, events like this will occur after a race, and it’s up to you to handle the situation.\nClick any of the available options to select and say them back to this crew member.","Section Text Italian":"Sembra che uno dei membri del team si stia chiedendo  perché non è stato scelto per l'ultima gara.\nOgni tanto, eventi simili a questo, si verificheranno dopo una gara, e tu sarai chiamato a gestire la situazione.\nFai clic su una delle opzioni disponibili per selezionare ciò che vuoi dire a questa persona.","Highlighted Object":"Team Management/Pop-up Bounds/Event Pop-Up/Solo","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PostRaceEventUI, SetBlockerOnClick","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"3","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"OK, that’s the conversation finished. Click the highlighted button to exit the conversation.","Section Text Italian":"OK, questa conversazione è finita. Per uscire e scoprire l'effetto delle tue scelte, fai clic sul pulsante evidenziato.","Highlighted Object":"Team Management/Pop-up Bounds/Event Pop-Up/Solo/Close","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PostRaceEventUI, Hide","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"2","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"This dashing fellow (no relation, I assure you...) will pop up after every event to give you some feedback on how you handled the situation.\nTo close this feedback, click anywhere on the screen.","Section Text Italian":"Dopo ogni episodio apparirà un feedback su come hai gestito la situazione.","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"LearningPillUI, ClosePill","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"},
{"Section Text English":"From here on out, you're mostly on your own, but I'll pop up from time to time after events to give additional tips. Good luck!","Section Text Italian":"Questo tutorial è finito! Da qui in avanti non ci sarò più ad aiutarti,  ma farò un salto di tanto in tanto per darti delle indicazioni. In bocca al lupo!","Highlighted Object":"null","Highlight Text Trigger":"0","Reversed UI":"False","Triggers":"PositionUI, ShowPopUp\nCrewMemberUI, ShowPopUp\nPositionUI, LinkCrew","Unique Triggers":"False","Trigger Count Required":"1","Wipe Triggered Objects":"True","Save Progress":"1","Button Blacklist":"","Custom Attributes":"cost=true"}]